export const teachingBody005 =   [
    "想利益他人，就要做好心理準備，心要夠堅強，因為你會面對各種艱難的狀況……",
    "大家早安。接下來要繼續講解〈修心八頌〉，並且接續講解昨天的第四個偈文：",
    "秉性邪惡眾有情，恆為猛烈罪苦迫，\n見時如遇大寶藏，願恆惜此難得寶。",
    "這裡談到我們需要珍惜關愛的三種人：秉性惡劣的人，造作重罪的人，以及遭受劇苦的人。",
    "一、疼惜那些「脾氣暴躁、動不動就失控」的人",
    "第一種是所謂的大惡人，他們的煩惱極為強烈，以至於他們時常處在一種失控、甚至瘋狂的狀態。或許我們家中某位親人就是如此，脾氣暴躁，動不動就生氣；或者某位朋友平時都還不錯，但一喝醉就顯露出各種惡劣的言行舉止。總之這一類的人，通常具有強烈的我慢、嗔心或者嫉妒心。",
    "如果你的運氣不好，還可能依止到一位具有這種個性的上師。這是一種比較難以理解的情況，也不能說上師他沒有修行，但如果說他修行很好，又偏偏具有比較粗暴的個性。例如馬爾巴大師，據說他從小就很暴躁，他的父親一直很擔心：「這孩子哪天不是殺了人，就是被人給殺了。」",
    "我們從密勒日巴大師的傳記當中，也可以看到馬爾巴大師對於密勒日巴示現各種粗暴的行為，無論他是有心還是無意，這就是他的一種示現。我時常想，如果換成是我們，應該是絕對受不了而嚇跑的。無論如何，我們的生活當中，這種性格的人也是挺多的。",
    "二、慈悲那些「被煩惱控制、不由自主造惡」的人",
    "第二種我們要珍惜的，是那些造作了極大惡業的人，就像是現在時有所聞的炸彈客一樣，他們可能殺害了上千個人，犯下了滔天大罪。如果我們就近觀察，會發現他們的心，都被嗔恨、傷害和嫉妒等等強烈的煩惱填滿了。不僅如此，煩惱牢牢地掌控住他們，讓他們不由自主地造作出各種惡業。這樣的人，是我們要去憐惜，並且視作我們應該生起慈悲心的對境。",
    "三、幫助那些「受重大痛苦、讓人不敢面對」的人",
    "最後一種人，是那些正在遭受極大痛苦的人，例如重病的患者。很多時候，我們都會想要迴避見到這些受苦的人，因為見到他們會讓自己感到不安，一種不知該怎麼辦的無力感會生起。尤其很多人，在得知自己的親友得了重病的時候，一方面情感上放不下對方，另一方面又不知道該怎麼辦，結果自己也變得很痛苦，最後只好自己找個地方躲起來，不去面對他們。",
    "因此，這個偈言是在告訴我們，如果你想要利益他人，就要做好心理準備，你的心要堅強，因為你將會面對各式各樣的人：秉性惡劣的、造作了極大惡業的人，或者正在遭受劇烈痛苦的人。如果自心沒有鍛鍊好，你也很難真正幫助到對方。"
  ] as const;
