export const teachingBody006 =   [
    "他人出於嫉妒心，非理辱罵謗我等，\n粗惡穢言我取受，願將勝利奉獻他。",
    "接下來我們進入第五個偈言。這個內容不是很容易做到，在面對各種毀謗指責的時候，我們通常會很情緒化地想要推諉責任，就像看到有人伸長了手指指著你，你就馬上想要指向別人一樣；事實上，如果本來就沒有錯，為何還要急著解釋呢？無論如何，我們都不願意承擔起責任，也不想給自己時間靜下來反思一下，或許真的是「自己」的問題呢？",
    "噶當派有一句重要的口訣說：「虧損自己領受，利益贈與他人。」這個口訣太有名，以至於大家常常誤解了它的本意，例如打官司的時候，有人因此選擇敗訴。這樣運用這句口訣並不正確，因為不斷地敗訴、吃虧並不會讓一個人的菩提心或慈悲心增長。因此，我們應該好好斟酌這句話的意思，不要望文生義。",
    "修心都是向內的，而不是外在的形式作為。我們要知道，這裡的「自己」指的其實是內在的「我執」，換句話說，各種毀謗中傷的虧損，都是在幫助我們摧毀內在的「我執」；藉由各種逆境幫助自己平息我執，即是修心口訣的精髓所在。"
  ] as const;
