export const teachingBody007 =   [
    "「堪為法器」的人都知道:「利他比自利更重要」，所以默默利他，不求任何回報。",
    "■施受法：鍛鍊心志，勇於承擔他人痛苦",
    "無論直接與間接，願獻利樂於慈母，\n如母有情諸苦患，我願暗中自取受。",
    "這個偈言主要談的是「施受法」，也就是觀修「將自己的利樂『施與』他人，並由自己承擔『領受』他人痛苦」的一種修持口訣。",
    "我們看一下第四句當中的「暗中」一詞，這個詞說明了施受法的兩種含義：",
    "一、堪為法器才能修持：首先「施受法」是屬於噶當派的一個秘密口訣，資格不夠，或者沒有準備好的人，是不能夠修持的，也因此它不是一個公開傳授的法門，傳統上只有少數「堪為法器」的特殊行者才能修持。",
    "二、默默利他不求回報：再者，行者透過觀修，逐漸體悟到：「利他比自利更為重要」，他不會要求任何的回報，而是默默地行持利他，這是「暗中」的第二種含義。",
    "施受法是一種精神上的修煉，並非物質上的。事實上，如果眾生的痛苦都轉移到自己身上，我們也是承受不了的。當然過去也有一些特例，相傳西藏就有那麼一、兩位大師，真的能夠取受別人的病痛，並且將它轉移到自己的身上。不僅是人，甚至佛像也有這樣的能力。過去西藏一些村莊發生痲瘋病的時候，據說村裡寺院的佛像臉上，也會長出同樣的腫塊，藏民們相信，傳染病都被這尊佛像給承擔過去而消除了。",
    "總而言之，行者藉由這樣的修持，鍛鍊心志，讓自己無懼於任何痛苦，並且愈挫愈勇。"
  ] as const;
