export const teachingBody009 =   [
    "菩薩會視自己為學生，眾生都是老師，利益眾生就是不斷地向眾生學習。",
    "隨處與誰為伴時，視己較諸眾人卑，\n從心深處思利他，恆常尊他為最上。",
    "早上提到過，〈修心八頌〉的八個偈文，分別闡述出八種修持法門的要義。第一個偈文，是修練自己常保對於眾生的珍愛之情，要視眾生如同珍貴的如意寶珠一般地去珍惜和愛護。",
    "接下來這個偈文，是在訓練自己常保謙卑之心，無論身於何處，與誰共處，都要隨時保持謙卑，並且發自內心地尊重他人，敬視他人為尊、為上。藉此可以對治我們我慢的煩惱。",
    "當我們在利益他人的時候，會接觸到形形色色的眾生，有的富有，有的貧困，有的學富五車，有的可能目不識丁，因此，自己的心要隨時準備好，保持一顆謙卑的心，並且對於傲慢要保持戒慎恐懼。",
    "謙卑的胸懷，含攝一切功德",
    "過去噶當派的祖師們常以「大海」來比喻謙卑。地球表面大約百分之七十被水覆蓋，海水蘊藏著無窮的力量，既深且廣。然而你會看到一個特點，就是大海永遠處在低下的位置，因此才可廣納百川之水；如果大海是位於高處，水源是無法注入的。",
    "保持謙卑的心，表示自己是一個虛心受教的學生，每次與他人的接觸，都是自己學習的機會。有了這樣的觀念之後，就會像是廣納百川的大海一樣，謙卑的心胸將能含攝一切功德。"
  ] as const;
