export const teachingBody010 =   [
    "一舉一動觀自心，正當煩惱初萌生，\n即將惱害自他時，願疾呵斥令消除。",
    "第三個偈言，是說在生活中、在行住坐臥的任何一刻，無論是休閒時刻，還是在開車、瀏覽網頁的時候，都要保持覺知，不斷地檢查自己的起心動念，一發現煩惱生起，就要馬上、強力地予以對治。",
    "現代許多人誤以為佛教強調的就是放鬆，例如談到禪修，就會認為放鬆就好，慢慢佛教好像變成了一種心靈的按摩。但事實並非如此，尤其是修心的教法，它是一種強力矯正自心的法門。為什麼要說是強力的矯正？因為修心要對治的，是我們積習已久的煩惱惡習，要改掉這些壞習慣並非易事，過程甚至是會很痛苦、掙扎的。但這就是修心法門的目的，因此它不就是一種放輕鬆而已。",
    "而且當我們在練習修心時，應該是要有計畫地進行，按部就班地好好持續練習，這是很重要的。如果我們放任自心不管，隨意想修才修的話，你會發現到最後，自己已經完全無法掌控這顆心了，它已經徹底地被寵壞。有句話說：「外相如同精通騙術的騙子，我們的心如同單純的孩童。」很容易受外在的各種顯相所迷惑、欺騙。因此我們應該要好好地守護自心，如同偈文所說：「一舉一動觀自心」。",
    "「修心」是積極地實作",
    "過去噶當派的祖師，他們會把修心的練習當成像是遊戲一般，例如黑白石頭的修心練習，不就像是一種遊戲一樣嗎？當然我們很難為了做這樣的修心練習，而隨身攜帶許多白石頭或黑石頭，（譯注：當時噶當派祖師們是這樣的：若起了一個惡念，就放一顆黑石頭，若起一個善念，就放一顆白石。）",
    "重點是這樣一種遊戲的概念，就像是玩遊戲很注重輸贏，你會用盡各種手段要贏；同樣地，我們也應該把修心當成一種遊戲，盡量去嘗試各種方法，戰勝自己的煩惱。因此僅僅是在一旁祈禱是毫無用處的。"
  ] as const;
