export const teachingBody012 =   [
    "放下此生貪著吧，這是一切修持的起點",
    "因此，阿底峽尊者開示出匯集一切經藏要義的三士夫道法。其中「下士夫」指的是「能夠放下此生，害怕來世惡道痛苦而修持」的人。如果他的心中沒有生起這樣的觀念，再怎麼教授[下士夫的道法]也是沒有辦法生起[出離心]的。",
    "為什麼呢？例如一個人跟隨一位善知識接受皈依發心的教授，但之後卻不尊稱對方為傳法老師，因為怕被別人取笑，因此秘而不宣。別人問說：「難道他不是你的師父嗎？」這人卻回答說：「除了皈依發心之外，其他沒多學。」",
    "[這樣的回答]代表這個人犯了很大的錯誤，因為他根本不知道皈依和發心就是一切佛法的根本。以我自己的想法來說，所有曾經結下法緣的上師，他們所說的每一句話，都給予我很大的啟發，句句都是無價的。",
    "這裡提到，若沒有放下此生，就算知道如何引經據典、知道如何修持顯密之道、了知無二雙運之法，也和世俗凡夫無兩樣。因此，對於這些人再怎麼教授下士夫道法，也是無法生起出離心的。",
    "這段內容告訴我們阿底峽尊者開示出三士夫道法，這是匯聚一切經藏要意之法，三種士夫或三種修行人的分類是因其有高、中、低標準，這三種人中最初階者，要具備「至少害怕來世惡道痛苦，而去修持者」的心態。",
    "雖是最初階者，但卻已沒什麼人在如此修持，因此，若要能來世不墮入惡道，要多思維惡道痛苦，不然是不會願意放下此生的，不僅僅思維惡道之苦，也要思維因果業報，要思維這樣會投生到惡道，如何不會等等，清楚知道業力因果。\n現今狀況是有些懂得因果報應，但仍做不如法之事，不在乎造惡業之事，這等人被稱為「無福之人」。"
  ] as const;
