export const teachingBody013 =   [
    "《離四貪執修心法》的偈頌：",
    "若貪此生非行者，若執輪迴非出離，\n若求自利非菩薩，若生執著非正見。",
    "此四句偈文總集了大小乘、內外教法和三士夫的次第修持，因此雖源於薩迦派，但各教派行者都會不分教派的去修持。根本頌有許多解釋文，此處講解的，是這四句根本偈頌，希望大家聽完能銘記在心，並時時思維、敦促自己如是修持。",
    "一般而言，無論是修持或聽聞教法時，「講解」和「聽聞」兩者，都須具備清楚明確的動機和目的，講法者需具備，聞法者亦需如此，並非僅是前往聽聞即已足夠，需先具備清淨發心和明確目的，才能得受法益。",
    "「講解佛法」是極為嚴謹之事，說法者需在佛法上有高深修為及功德，以我而言，雖有修法之心，但尚無法依所想去修持的、我這樣的一個士夫，相較于往昔的大德，講法上可能會遜色很多。",
    "但「講法」有多樣的講解和引導方式，今次我不會在邏輯學上做太多解釋，而會以自身經驗和體受，來向大家闡述，希望以我的清淨發心，將我對佛法的體會和經驗講給大家，希望可以帶來些許幫助，利益到大家的日常生活。",
    "現今在舉辦課程前，會四處張貼很多告示、廣為宣傳，很多人並未具備清楚明確的動機或目的，看到告示後，基於好奇心，就想過去看一看、聽一聽。然而對於此次課程，希望大家不要如同看待世間尋常課程一般，僅抱持著好奇、來瞧一瞧的心態，希望能讓此課程利益你的身心，這樣才會具足實義。",
    "在訊息傳播面上，佛教圈也是與時俱進的，有各式吸引人的宣傳和廣告方式，來吸引信眾參加課程，我之前也曾聽聞過，例如一位高僧要來傳文殊菩薩灌頂，宣傳訊息上就會寫著「有一位非常偉大的具德法王高僧，將為大家傳授非常殊勝的文殊菩薩灌頂，將讓你考試穩拿高分，愚者可廣開智慧，變得敏捷聰穎…」等等，有各式吸引人的文辭。",
    "大家看到後，會覺得，「若能在此短時間內，獲得此偉大高僧的教法，且有如此明顯的功效，那我當然該去求一求。」就這樣懵懂的去參加灌頂。",
    "但迷迷糊糊的參加完灌頂後，一旦發現自己沒有變聰明，考試也沒拿到高分，又會心生埋怨，覺得高僧、灌頂、佛法不管用，而對佛法生起邪見，就如同現今很多產品的廣告宣稱功效良多，但消費者一旦拿到產品時，才發現名不符實，若你以此心態去修法，則佛法將不會對你產生任何利益"
  ] as const;
