export const teachingBody014 =   [
    "現在社會消費至上，崇尚物質，漸漸分不清「需要」和「想要」的分際，\n其實我們需要的並不多，但想要的卻無限…",
    "「環保」議題可說是二十一世紀人類面臨的最大難題，若我們不從現在起，善為應對處理，未來將構成更大災難，不僅影響我們這一代，更可能危害到未來更多世代。\n現代科學家在環保議題上已累積大量研究，但是人們瀏覽過這種種的數據之後，只是把它當成一個知識，並未真正入心，也因此無法在日常生活中做出改變。",
    "如同大家都知道抽菸會危害健康，香菸的包裝盒上也有清楚的標示，但實際上好像並無成效，有時看到香菸包裝盒上的示警圖文，好像已淪為一種不用負責的作為，看不出來製造商有任何關心民眾健康的用意。",
    "我覺得很重要的是，在環保議題上，科學家的資訊以及宗教家的開導的相互結合。科學可以提供完整的數據和資訊，宗教則從精神、心靈層次去影響大眾，如此相互合作之下，才有可能促成現代人心的改變。",
    "我七歲之前，都在家鄉成長，那是一個非常純樸、接近大自然的環境，那裡沒有什麼現代化的設施，只有純淨的牧區草原。在那幾年的時間裡，讓我經驗到傳統藏族的自然生活方式，也因為有那幾年經驗，讓我了解到人類與大自然之間緊密的聯繫，並且生起對於大自然的親切和尊敬的感覺，覺得自己有責任要保護它。"
  ] as const;
