export const teachingBody017 =   [
    "一支箭無法同時射中二隻鹿，一條狗無法同時口咬兩隻麝，兩頭針無法縫紉，一腳往前，一腳往後，終將無法抵達終點，同樣，此生和來生無法同時完成，後世的日子是更加重要的，因此應該要切實地修持佛法。",
    "真實地憶念死亡，就會像是肉食動物對於眼前的草堆一樣，對任何事物都不生貪執。真正厭離了輪迴痛苦，就會不斷生起「一切皆無實義」的想法。這個時候，由於自心徹底厭離對於今生前途的眷戀，會具有跟其他人截然不同的觀念。看到那些為了今生福祉而汲汲營營的人們，會覺得「真不知道他們在想些什麼」的疑問。",
    "這裡可以看到談到兩個部分：一個是佛法，也就是出世間法：一個是世間法。這裡內文強調，當你一心一意只想今生福祉的話，今生短暫的快樂利益的話，所做的一切就叫「世間法」；如果你的心想的是長遠、究竟的長久安樂，例如佛的果位或來世的話，就叫「出世間法」。當然對這兩種法有其他不同解釋，但在這裡可以如此理解。",
    "世間法與出世間法兩者的動機截然不同，甚至互相違悖，一個強調今生，一個強調來世或究竟的佛果，這兩者無法同時完成。因為世間法專注在今天，沒想到後世，一個只顧今生的人會不顧一切造許多惡，所以得到三惡道的果報；出世間法想的是後世的，一心想行善，得到的是人天善果，或究竟利益跟果位，所以這兩者是完全不同的。",
    "所以就像這裡的比喻，一支箭無法同時射中兩隻鹿，我們總希望今生跟來世可以同時得成，的確心裡也會覺得：這兩個一定是違背的嗎？我們今生的確也會需要衣、食等等物質生活不是嗎？但這裡的「今生」指的是你只汲汲營營於今生，一心只有這些，一旦你這樣想的時候，跟出世間法必定是相違背的。",
    "這裡還做了一個比喻，一腳往前踏，一腳往後退，兩隻腳往反方向拉扯是一定無法行動的。就像我們一心想修持的話，但又覺得世間的事很重要，這樣的話就會卡在中間，進退兩難。"
  ] as const;
