export const teachingBody018 =   [
    "有些人憐憫我，提醒我說：「別這樣做，不然老了以後會很辛苦的。你應該有些儲蓄，這樣對於行善修持也有幫助呀！想要射箭，就要自己拉弓才是。」這些提醒也沒錯，我也很感謝，但我並不覺得需要被可憐，反而是他們才應該要感到懊惱和羞慚才是，因為他們完全沒有思維佛法。",
    "所謂可憐他的人，大概也都是他的朋友在提醒他。他們就提到他曾駐錫熱鎮寺。熱鎮寺也是噶當派大師仲敦巴最重要的駐錫地，那些朋友提醒他：「如果你現在還留在寺院的話，現在可不得了，你當時可是寺院中最出名的格西啊，可是你卻選擇離開，這真是你人生一大錯誤，如果你當時沒離開的話，現在也不會讓格西涅於巴當上住持的，這真是你一個錯誤的決定啊。」有些朋友這樣跟他說。",
    "波多瓦大師離開寺院後回到家鄉澎波，那裡有一個地方稱為札加，當時那裡有上千名的僧眾，每天有人供僧，但你們也不留任何積蓄，所以現在只好每天還要出去托缽乞討，他的朋友又提醒他說：「你看這就是你的第二個錯誤。如果你們當時有做些積蓄的話，也就不用四處乞討了。」",
    "朋友還提醒說：「如果你再這樣下去，最後只會落得像條流竄在各個寺院的流浪狗一樣，佛法上也好，世間法上也好，什麼成就都沒有。尤其將來你老了，無依無靠，沒吃沒喝，該怎麼辦呀？所以呀，你現在就要學乖，要懂得儲蓄才是呀。」他們就是這樣提醒波多瓦大師。",
    "這些人還跟波多瓦說：「就像想要射箭就要自己拉弓一樣，你就是要自立更生，用白話來說就是要有點積蓄，像個男子漢一樣，賺點錢照顧好自己。」波多瓦對朋友的關心則說：「我也感謝這些說法，但我不覺得他們說的完全是對的，我也不覺得我需要被這樣提醒跟可憐；反而，我覺得這些沒有憶念死亡跟出離輪迴的人才可憐，他們才應該感到懊惱跟羞愧。」"
  ] as const;
