export const teachingBody019 =   [
    "無論如何，不論是否被父母逼迫進入寺院，只要你進入佛門、穿上僧袍，就已經實為殊勝，這是你前世的願力和業力，證明你仍有福報，因為依靠出家身相，就代表你距離斷除輪迴的果位不遠了。",
    "因為佛陀曾授記，在釋迦牟尼佛時出家人，在彌勒佛時期就會獲得果位，或千佛成就時就會成就佛果，代表輪迴就有窮盡之日，因此僅是出家這行為，就非常圓滿，依照釋迦牟尼佛的加持及前世願力，值遇善知識、得到各種教導，並善護戒律，靠此也可獲得成就。",
    "雖然每個人出家入佛門的因緣不同，依靠各自精進努力，也都有機會成為大德、善知識。例如瑪爾巴大譯師被送到卓米譯師處學習，你們知道是什麼原因嗎？",
    "其實主要原因，是因為馬爾巴大師習性頑固，父親就想說，或者他日後會殺人或被殺，實在很危險，還不如讓他去修法，可能會更有利益，因此把瑪爾巴大譯師送去卓米譯師近前。\n最後瑪爾巴大師成為聖賢大德，成為大成就者。雖然最初因緣是這樣，但只要自己努力，最後也能成為正士，更可以成為大成就者。",
    "既然你已經出家成為僧尼，就要依照釋迦牟尼佛在戒律中所講，要如理如法去守護。「僧眾」應當是如何行住坐臥等、護持何種戒律等等，然而，有人會穿上綢緞的裙子，就如同蕃茄般的鮮豔顏色，在裙子左、右兩邊，各刺繡上十八個刺繡圖案等，在戒律中未曾說過，要穿飾如此華麗。",
    "出家後反而有些僧人穿得更華麗，將「知足少欲」忘得一乾二淨，反而追趕流行，例如裙子、批單，有人會說「這顏色是非常流行的」、「這是現在最流行的綢緞布料」等，我覺得這毫無意義。\n往昔噶當派歷史中有此戒律，在施受化緣時，施主和比丘間要放一個小木棍。當功德主供養食物時，若中間不隔一個木棍，則比丘不會受取供養，有此說法，當時有老婦的田地被搶走，聽說這典故後，就對僧人說，實在太後悔了，若當時那位僧人搶走田地時，若能在田地邊上放置木棍，就不會被搶了，因此可見當時戒律非常嚴謹。",
    "同理，符合戒條的結夏安居，自然會產生清淨相，否則若不去守持，就很難起清淨心了，如果不去守護，就和戒律之中闡述的戒條有所違背，就成為「頑僧」了。"
  ] as const;
