export const teachingBody020 =   [
    "例如有人供養早茶給某個地區的僧眾，別人聽到都會說這是很好的善功德，自己也會覺得做了一件善事。接著，這個人前往寺院林立的地方做生意，供過於求的時候買進，供不應求的時候賣出，不理會當地人定的價格、升兩本身的價格或者法定的價格，直到賺到自己覺得該有的利潤，不到買家不由自主、氣急敗壞之前決不收手。",
    "而且不是針對一兩個人，而是針對十方顧客；也不是一天、一個月或者一年，而是一生都在這麼做著。總之，因為「早上做了件好事」就感到自得，對於「一生造作惡業」卻剎那也不覺得不安——這種人到底在想些什麼呀？為什麼敢這麼做呀？",
    "如同此處所說，如果你真的想成就佛果、利益他人，不僅財物，連身體、性命都是要能布施出去的。因此接著波多瓦大師說，很多人自稱為修行人，但會因為生意失敗而幾天睡不著，這樣的人怎麼可能會利益到他人呢？\n因此這樣的人，不論被稱為堪布、法師、上師或修行人，有再華麗的名稱，都是如同一種內在空心的動物標本一般。因此這些人短期來講好像得到一些暫時利益，但究竟長遠而言是吃虧的。",
    "因此如同內文提到，若有人某一天供養早茶給一個地區僧眾，別人聽到會覺得是一種善功德，自己也覺得「不錯，做了件善事」，這樣的供茶者還會到處吹噓、抱怨說，「我用盡了今生的積聚，都投注在供僧上了呢，但我之後還會繼續這樣做的。」而且他還擺臭臉說：「你們都不知道我做了這麼多好事呢。」\n之後到寺院林立的地方去做生意，供過於求時買進，在供不應求時賣出，一點也不理會當地價格而任意喊價，藏區會有當地的公定價，但他不理會，用盡各種手段、絞盡腦汁就是要賺大家的錢，把大家都氣壞了，不到買家不由自主、氣急敗壞時，是不會罷休的，而且他還說：「我可不是為了自己，而是為了佛法喔，我可是要用於供僧的。」",
    "這樣用盡各種手段賺錢、十方顧客都不放過的一個人，所作的不是一天、一個月或一年，而是終身如此，讓每人都因此生氣、不舒服。其實很多人都有類似狀況，早上起來課誦完，就覺得這一天可以不用修持了，接著就去造作各種惡業，也對此絲毫不感到不安，因此波多瓦大師說：",
    "因為「早上做了件好事」就感到自得，對於「一生造作惡業」卻剎那也不覺得不安——這種人到底在想些什麼呀？為什麼敢這麼做呀？"
  ] as const;
