export const teachingBody021 =   [
    "我們都有因緣特別深的人，如何在這種小愛，和對眾生的大愛之間，取得平衡，是修持關鍵。",
    "體會有情都想「離苦得樂」，是大愛的源頭",
    "佛教中談及的慈愛，和世間的愛有所不同。佛教認為給予眾生「慈愛」的原因，是從一個非常根本，也就是生命共同的一個基礎上來論——之所以要慈愛眾生，是因為眾生都想要離苦得樂，這就是慈心、悲心生起的主要原因。我們先從自己思維起，體會到我們自己想要離開痛苦得到快樂之後，去放眼四周，所有生命亦復如此，和我沒有任何差別，這就是我們應當關愛其他生命的原因。",
    "有時想想我們為了要避免痛苦，常因此處於恐懼中，或有些人缺乏關愛或怕失去感情等等，而活在這種擔憂之中。同理，其他生命也遭受同樣的痛苦，因此這「眾生都希望離苦得樂」的基礎，就是佛教中教導我們生起悲心的原因。",
    "從「所有生命都想要離苦得樂」的基礎上來看，我們的關愛之心應當是無親疏之分的，即使是敵人也想要離苦得樂，因此我們要以共同、普遍的大愛，去對待所有眾生。\n但同時你也會發現，有些人、有些生命就是和你較為親密，例如父母、師長等，因此如何恰當拿捏對眾生的大愛與對各自親友的關愛，如何在兩者之間取得平衡，這就是修行的關鍵。否則一般人會覺得這彼此矛盾：同時要修持平等無私的大愛，又要對某些人給予特別的關注，兩者難以平衡。",
    "但對於一個有修持的人而言，這兩者不僅沒有矛盾，甚至會發現，對於特定眾生的關愛之情，其實會幫助你更加深對眾生的大愛，因此重點在於是否抓到修持的要點。"
  ] as const;
