export const teachingBody022 =   [
    "回來談到人與人相互之間緊密關連、互為緣起的道理，因此往後你有任何起心動念或作為時，都要帶著一種責任感，要想著「我與萬物息息相關」。舉例而言，當我們自稱佛教徒時，吃飯前我們都會先有供養儀式，不要一拿到食物就狼吞虎嚥，而是好好端詳一下眼前的食物，看著米飯時，要思維到：「這米並不是我種下的，而是許多農夫辛勤的成果，甚至是遠從其他國家運過來的。」等等。",
    "也就是說，吃飯時，你首先看著食物，生起一念感恩，你可能一輩子都不會見到那些農夫們，但擺在眼前的食物正是他們辛勞的成果，由此生起感念之心來吃，這就是佛教徒應該做的。因此，念誦供養文並不只是雙手合十、口中念念有詞的美麗形式而已，而是確有深義。",
    "希望各位往後的一言一行，都要帶著對眾生的感恩之心。穿衣也是如此，是許多製衣廠勞工的成果，他們忍受極差的工作環境，收入也不高，在某種程度上，自己的快樂多少是建立於他人的痛苦之上，因此我們是有責任的。",
    "佛教很重視業力因果的道理。什麼叫做「重視業果」？就是認識到你不只是你自己，你的任何起心動念和行為舉止，都會影響他人，當具備如此相互依存的責任感與感恩之心時，就掌握了「重視因果」的要義。"
  ] as const;
