export const teachingBody024 =   [
    "《勝道寶鬘集》主要的內容，即是噶當派三士夫道次第，如同過去噶當派祖師的講說傳統，但是，後面的內容中，也會看到一些大手印的覺受與證悟的法教。總而言之，這部《勝道寶鬘集》的根本就是噶當派修心的教法，因此相信對大家在修心上會有很大的利益和幫助。",
    "首先在這裡想給大家概括的做一個介紹：密勒日巴尊者在對長壽五仙女講解一首有關見解的道歌裡：",
    "三界輪迴諸眾生，\n各具種種欲菩提，\n我執之見各相異，\n彼等作風千百種，\n我執見根何其多。",
    "講到三界輪迴的一切眾生，或許我們不用這麼深的名稱，就以這個世界來說，有著各種不同的宗教，不僅如此，也有很多個人發展出來的哲學見解和理論，都在討論 人類終極追求的目標，同樣也對自我的認知，有不同的看法。以佛教來說當我們談到人我執的時候，下部宗派和上部宗派就有著不同的看法。總之，在這些豐富的理 論見解基礎上，衍生了多樣的修行方式和行為規範。\n放下這些理論學說，我們應該回到自己身為「人」的實際情況，來談人的修持。也就是按照自己的能力、次第來修持，最終得到成就。因此實際次第、修持次第或修心次第，是非常重要的；僅僅是理論學說，是起不了作用的。",
    "每個人的心力不一樣，都有自己的軌則， 可以說是一、二、三或者下、中、上的階段。雖然最終的果實一樣，但是從實際修持面來看，有著不同方式，所以佛教從修行的層面分為三種次第，就是三士夫的次 第。從「乘」的角度而言，一般分為三類：聲聞、菩薩和金剛乘；或者分為九乘；或者分為人、天二乘。我個人覺得，「人天乘」有著深刻的意義，是很重要的課 題。因為在我們踏上解脫、究竟遍知果位的階梯之前，身為人類的我們，首先應具備成為一個好人的條件，這是非常重要的。當你具備了成為好人、善人的條件後， 才可能成為一個好的修行人或佛弟子。如果連人都做不好，那也不用談能否成為好修行人了。所以我覺得應好好重視人天乘。",
    "就我個人的理解來說，所謂的人乘，在中國來講就是孔孟思想，談到在人的社會中，如何禮義廉恥來和諧共處，我覺得這是不能不知曉的。同樣佛教中的龍樹菩薩或 藏地的許多大師們，也撰寫了很多出世間和世間人乘的教言，告訴身處在人的社會中的我們，如何用道德和戒律相互共處，如何具足善人的功德與條件，和消除成為 一個惡人的情況。",
    "所謂的天乘或梵天乘，也就是希求天人的快樂。例如基督教、猶太教、回教。而以佛教的體系來說，可以把他們歸類為天乘。",
    "無論如何，如果身處三惡道，或者一般說的八種無暇的情況，是很難修持佛法的，有可能的情況是天人或人的身體，才有可能得到修持的機會。其中，最殊勝的是得 到難得的人身。如何才能得到難得的人身呢？人身是一個果，只要具備了因，就得到這個果，無因無緣的情況下，僅只是空發願，也無法得到難得的人身。因是什麼 呢？就是道德戒律，止惡行善的方式。這些才是真正幫助我們得到難得人身的順緣。無論我們是否有宗教信仰，或者哲學見解，如果沒有斷除十惡的道德規範，也很 難得到一個難得的人身。"
  ] as const;
