export const teachingBody025 =   [
    "釋迦牟尼佛開示的一切教法，都在告訴我們調伏自心的方法",
    "那麼為什麼佛陀要開示八萬四千種不同的方法呢？",
    "舉個例子來說，我們都想進到一個房子 去，如果這房子只有一個門，有一萬個人要進去，大家就要擠破頭了；因此如果房子有八萬四千個門的時候，每個人都有自己的門，就可以很輕鬆地走進房子了。",
    "佛陀按照每個弟子的不同根器，三轉法輪，開示出不同法門。佛陀開示的用意，就是為了幫助我們調伏自心。身為修行者的我們，也要正確地將這些佛法，用在修持自心上，不然現在有很多情況，就是佛法修持流於一種外在的形式，不是用於真正實修、修心之上。",
    "每個人今生都想要避免痛苦，得到快樂，然而只是學習離苦得樂的理論，沒有太大用處。另一方面來說，我們心中想要離苦得樂，但實際卻在造作許多痛苦的因，生 起各種貪嗔的煩惱，並且愈來愈強烈，口說「昨天也是煩煩惱惱地過了一天，真是不怎麼樣，今天也是一樣……」地不停抱怨，心中想著佛法，實際卻放不下煩惱的 事，這樣下去會成為一個好的修行者嗎？很困難的！",
    "很多人都希望成為一個好的修行人，但僅僅是口中說說沒有用。最重要的是，要有堅定的誓言，不論遇到痛苦的、快樂的、甚至遇到死亡、活著，各種善惡情況，都要能夠全力以赴、專心一致的達到目標，身為一個修行人，這種決心是不可或缺的。總之，焦點在於自心，要有決心。"
  ] as const;
