export const teachingBody026 =   [
    "佛法的入門處是業果，道次第的入門處是暇滿難得，禪修的入門處是觀察自心。",
    "早上提到當我們下定決心修持之後， 就應該持續不斷地觀察和守護自心。用一句話來說： 「佛法的入門處是業果，道次第的入門處是暇滿難得。」那麼禪修的入門處是什麼？一般來說，是把握身體要點和具備信心；然而，一切禪修的入門處，就像所有經典開頭都是「如是我聞」一般普遍的，就是觀察自心。",
    "觀察自心",
    "現在很多人喜歡學習禪修，身體坐直，手持定印；但是，真正禪修的要點是什麼呢？就是認識自心動機的善惡而作取捨。因此，禪修的入手處就是觀看、審查自心。",
    "觀察自心的時候，要能覺察自己的問題和善惡的動機而作取捨，如果能夠做到這一點，就有可能生起正念和覺知，有了正念和覺知，禪定的基礎也就建立了。禪修、修定，或者修持止觀，這一切的基礎，都是從觀看自心開始， 這是重點。",
    "平時我們會生起很多妄念或顯相，會習慣性地臣服於這些煩惱，被牽著鼻子走。這種散亂，讓我們遠離法道。我們應該靜下來，好好地思維：這個念頭如不如法？不如法就應該斷除，這樣才能把心帶回法上。",
    "我們大部分的念頭都是不善、不如法或者無記的（不好不壞），當能夠覺察自己不如法的念頭並予以制止的話，就有可能讓自心轉向佛法。"
  ] as const;
