export const teachingBody027 =   [
    "一個人如果想尋求解脫和證取一切智佛位，首先應該憶念這十種可惜的事：",
    "《勝道寶鬘集》都是一組組的內容，每組中有十點或更多的要點。首先是「十種可惜的事」，其中第一點提到：十分難得的清淨人身，如果拿來造作惡業，實在可惜。",
    "什麼是「暇」？意思是具有修持佛法的從容與悠閒。「滿」是指具備內外一切能夠修持佛法的順緣。當我們斷除八種無暇，得到八種有暇，同時具備了圓滿的內外十種因緣時，就是得到了「暇滿人身」。但是，如果沒有珍惜這難得的人身，反而造作惡業的話，實在非常可惜。",
    "地球上的生命非常豐富，上億的物種當中，我們人類無論是黑種、白種或者黑髮、金髮，也只是其中的一個物種而已。但是，人類具有著特殊的力量，也就是知道善 惡取捨的道德觀，這種力量影響深遠。然而由於我們偏頗、狹隘的道德觀，造成了世界上層出不窮的問題，例如為了口腹之慾而殘殺無量的雞、鴨、牛等動物。因 此，我們應該善用自己的潛能，具備無私的道德觀，關懷一切的生命。",
    "一隻螞蟻和一頭大象，體型上雖然有著極大的差別，生命卻是平等的；無論是殺害螞蟻或者大象，都是在傷害生命。但是我們習慣性地輕忽體型較小的螞蟻，以前還 甚至認為，有些動物並不具備感知苦樂的能力。在這裡我想和大家分享最近我看到的一篇科學研究。有位科學家收集了很多男性和女性的臉部照片，然後請來一群女 生從男性的照片選出最英俊的男士，並請來一群男生從女性的照片挑選最漂亮的女性。之後，科學家將這些同樣的照片，給一群雞看，讓牠們做選擇，結果百分之八 十和人類所選的最帥的男性和最美女性相同。由此證明了雞也有美醜的認知能力。",
    "二十世紀的科學家知道動物有感知能力，但是了解的不夠深入。隨著各種實驗的證明出來，人們了解到動物也有著和我們相同的美醜、苦樂的感知能力。因此，我們 應該珍惜、尊重每一個生命，具備開闊的道德觀，將心比心、設身處地的關愛其他生命，幫助他們離苦得樂。不然，如果將這充滿潛能的暇滿人身，狹隘、偏私地用 在自己和少數的親人或朋友的利益之上的話，實在很可惜。",
    "我們可能認為，那些和我們共同生活在地球上的其他生命的苦樂跟自己毫無關係，他們是咎由自取的，但是事實證明，大部分的災難和痛苦都是人為的，我們身為人 類的一員，不能推卸責任。我們的小心量，讓我們活在自我的小範圍裡；因為自私、我執和我愛，造成了人與人、人與動物和人與大自然之間的各種問題。這是我們 要好好思維的問題。"
  ] as const;
