export const teachingBody030 =   [
    "自心的法身離戲本體，也可稱作為「自心光明」，也就是我們本有的特質，還可稱為「自性涅槃」、「自性本具的佛性」等等。",
    "我們的心本自清淨，和佛陀清淨的本質沒有任何差別，但是因為客塵煩惱的障蔽，而沈淪在輪迴泥沼中，無法出離。這實在是很可惜的事情。",
    "對於剛剛第四條談到的「自心的法身離戲本體」， 我只有從佛經中，透過學思與辯論得到一些粗淺的了解而已；雖然自心法身對我來說，是這麼遙不可及，然而我一直有種感覺，就是我們每一個人，著著實實具有著 很多美善的功德。但是，卻被環境、社會或家庭因素的層層障蔽，使得這本具的善心無法被彰顯出來。提到這一點時，我想講一下我小時候的故事，或許大家都聽過很多次了：",
    "我的家鄉在偏僻的牧區，那裡缺乏農作物的資源，因此需要靠買賣動物的肉和皮毛來維生。秋季是宰殺牲畜的季節，我還清楚記得草原上，大家點選著要宰殺牛的場 景；我們家鄉有個傳統，就是顧用別人來殺，自己不殺。覺得這樣罪業比較輕，所以當時會有幾個漢族負責宰殺。殺的方式是什麼呢？他們會用繩子把牛的嘴巴和鼻 子綁住，讓牛悶死，這樣大概要半個小時吧！真是很痛苦的過程。那時我大概四、五歲，看到那樣的場面，實在難以忍受，就會大哭大鬧起來。",
    "或許那就是慈悲心吧！現在回想起來，我還能感受到那股強烈、深刻的感受。多年來，自己學了許多佛法的道理，修持了一些法門，但是在那麼多的學習和修持中，卻再也沒有生起過小時候那念自然、純真的悲心。所以我很相信一點，就是每個人都具有一種原始、本具的悲心。",
    "然而，故事還得繼續，牛隻被殺、皮被剝了之後，牛肉被分給各家各戶，隔天煮好放在餐桌上的時候，我也是其中的一份子，不得已也得吃。我想，如果家鄉沒有吃 肉的傳統，我從小應該是吃素！但是情非得已，如果不吃肉，父母會傷心、會說話，我想這就是「客塵」煩惱（暫時的煩惱）的意思吧。",
    "有時不用去談無始輪迴以前那麼久遠的事，只是回想今生小時候的事情，都讓我覺得恐怖、可怕，例如過年時家鄉還有一個習俗，就是要吃羊頭，而且還說羊的眼睛 周圍的肉特別好吃。現在想起或看到當時的照片，會覺得是人做的事情嗎？所以，我這裡要說的是，我們雖然本具善心，但是多少都會受到客塵、煩惱、業力的影 響，使得我們本有的善念和慈悲的力量，全都無法展現。",
    "我想在座很多人都有這樣的經驗，曾經什麼時候，生起過純真自然的慈悲心，那本具的善心；但是，慢慢受到惡友等等因緣的影響，自己就變了。我想以上這段自己親身的小故事，或許可以用來解釋這第四點的內容。"
  ] as const;
