export const teachingBody031 =   [
    "我想舉一個大家耳熟能詳的人作為例子，這個人他六、七歲時被授與了一位尊貴上師的名號，之後就離開了父母和幼年的玩伴，進入到一個非常嚴格和約束的環境中 學習與成長。相信大家都知道我在講的是誰了吧！他具有尊貴上師的名號和責任，然而這些並非他刻意求得的，完全是意料之外。從此他肩負著沈重的責任，也無法 再過一般孩子或一般人自由自在的生活，從這個角度來想，也挺讓人難過的。",
    "換個心念來想這整件事情，每當我坐在「噶瑪巴」的法座上修法或授課的時候，都覺得對自己是一次提醒。提醒什麼呢？並不是提醒「我是噶瑪巴，我很了不起」， 或者「我就是噶瑪巴，是個大成就者，我過去生一定積聚了好多福德資糧，我滿了不起的」，並非如此。而是提醒我「每個人都有機會，只要懂得珍惜和把握，都可 以做出利益他人的事情，滿足眾生的願求，能為世界的和平安樂，做出貢獻」。",
    "其實我能做到的一點利他的事情，力量並非來自「噶瑪巴」的名號，而是來自身而為「人」的一種潛能，這種能力你我都有。在「噶瑪巴」名號的提醒和啟發之下， 我看到了自己的本分和責任。即使壓力很大，憂心的事也多，但是讓我看到了身為「人」的獨特潛能和價值，因此，我希望每個人都能夠發掘出自己獨特的潛能和特 質，好好地過一個有承擔和價值的人生。",
    "死亡無常、因果業報、輪迴過患等等思維，是在幫助我們認清身為「人」的特質和責任。慈悲是在告訴我們：若是能夠認清自身的責任和價值，盡力地去利益他人，每個人都有能力幫助他人。所有佛法的口訣，都是在幫助我們回歸到「人」的本身，認清「人」的價值和責任是什麼。",
    "我們時常忘了自己身為人的本分，但又不是鬼，就成為非人非鬼的情況。例如有些學習密宗的法友，家人並不是佛教徒，他也不顧家人的感受，自己在家裡設立佛壇，放置鈴杵和頭蓋骨等等法器，然後每天清晨起來結手印、修法、搖鈴、打鼓等等，家人還以為他是不是被魔鬼附身了。",
    "學佛不是讓你變成一個奇怪的人。其實真正的佛教徒是什麼？真正的佛弟子就是一個人，是一個很善良的人，懂得透過佛法降伏自心，慢慢的消除傲慢、嗔心等煩惱之後，成為家中最好的那個人，最好的親人。",
    "因果業報、輪迴過患和無常的道理，並非只適用於佛教徒，每一個法教都在幫助我們認清輪迴的本質和人的本質。一個深思死亡無常的人，知道一切都會變異、會死亡，因此會更懂得珍惜生命。",
    "每個人都有能力影響世界，不好的行為也會傷害這個世界－－這即是以人為本的因果業報的思維，如同科學家提出的「蝴蝶效應」指出，亞馬遜河流域的一隻蝴蝶拍 拍翅膀，都可能在遙遠的北美形成一個颶風。世界息息相關，我們自身的一個行動，都會影響到家庭、社會，進而影響整個世界。所以我們要珍惜人的價值，明瞭人 的責任，這是非常重要的。"
  ] as const;
