export const teachingBody032 =   [
    "仔細想想，到底佛教徒的問題和困難出在哪裡呢？首先在於不知道如何做一個好人。因此，我覺得道次第的修學，首先提到思維「暇滿人身」的難得，是有其深刻意義的。",
    "這裡要講一個故事，曾經有兩個日本人聊天，其中一個人說道，對他一生影響最大的，是兩個字的忍辱，另外一個說是四個字的忍辱，日文當中的忍辱有兩種說法， 第一個人說真正的忍辱是兩個字的忍辱，第二個人說不對，應該是四個字的忍辱，總之兩個人因此吵起架來了。他們嘴上說謙讓、安忍，但是行為卻完全相反；有 時，我們口說佛法，但卻沒有真正做到，不也是這樣？",
    "所以，我們應該先從基本做起，首先要知道身為人、得到暇滿人身的價值和責任是什麼？不然就會像之前所說的「可惜」的事情之一：得到暇滿人身，不用來學佛，卻平凡的死去，實在是很可惜的一件事情。",
    "許多佛弟子接觸學習佛法，卻似乎把佛法當成了一種消遣和興趣，為平淡的日子增添一些樂趣，而沒有把佛法真正用在心上，實際地去修持。世界上的人口愈來愈 多，不懂得珍惜自身價值的人，就像是被丟到世界上的一個垃圾，只是增加地球的負擔，不僅如此，重點是糟蹋了自己生而為人的難得機會。",
    "很多人的一生，只是在模仿別人，過著他人的日子，從未想過自身的價值和責任。一個佛教徒，剛開始甚至不需要思維太多皈依、因果等高深的哲理，而應該踏實的從最基本的「人身難得」開始思維，思維經典中提到的八無暇、十圓滿，或者就是靜下來想一想身為人的珍貴價值。",
    "2017/10/16"
  ] as const;
