export const teachingBody033 =   [
    "真正的佛弟子，要懂得運用佛法，降伏自心，要下定決心，勇敢做好人…",
    "佛教是現今世界上的幾大宗教之一，佛教徒的人數也很多，但是在這麼多的佛教徒當中，多少人能夠將教主釋迦牟尼佛所教導的方法，落實在生活當中，真正地去修 持呢？以百分比來算，可能只有百分之五、六十吧！大部分的人只是一種信仰，把佛法當成興趣而已，並沒有真正去行持佛陀所開示的「什麼該做、什麼不該做」的 善惡取捨的教法。",
    "你是「名符其實」的佛弟子嗎？",
    "佛教不是信仰就夠了，佛法的重點是明瞭取捨的智慧，知道應該斷除的是煩惱，也知道對治的方法。或許就是因為佛法強調身體力行，要對治煩惱，所以大部分的人會覺得滿困難的。",
    "反觀其他宗教會強調，只要有信心就足夠了；但佛教並不這麼認為，還要真正實修，以對治法來調伏煩惱，所以的確不是那麼容易，因此在許多稱為佛教徒的人當中，真正名符其實的有多少？可能並不多。",
    "我們身為佛弟子，佛法中的很多道理，例如慈悲、智慧，尤其大乘佛教的慈悲還是很廣大的，要對一切虛空眾生有慈悲，並且有偉大的菩薩六度法門，但是似乎並沒有真正做到什麼。有時反觀基督教的朋友們，他們卻做到了很多慈悲的事情。",
    "有些人會自詡為佛教徒，覺得自己很了不起，但是徒有虛名和傲慢，不會帶來任何利益，反而會有許多傷害。祖師們再三告誡我們實修的重要性，佛法不是一種學問，也不是標新立異的哲學理論，佛法是要用在我們的心性上，去修持和體驗的。",
    "許多人長時間的聽聞、思維佛法，現在我們應該反省一下，重新檢查自己學佛的動機，看看佛法是否融入到自己的心中。"
  ] as const;
