export const teachingBody034 =   [
    "「智慧」不是知識或學問。藏文中說智慧是「些若」，「些」是認知，「若」是最好的，因此智慧的意思是「最好的認知」。什麼是最好的認知、真正的智慧呢？就是明辨善惡取捨的道理，懂得什麼是善而去行持、懂得什麼對我們有傷害而予以斷除，這就是此處所指的智慧。",
    "智慧可分為聞所成慧、思所成慧、修所成慧，然而僅僅是表面上的聞、思、修，不一定能夠帶來真正的智慧。如何讓聞、思、修的智慧成為真正的智慧呢？透過聽聞佛法認識煩惱， 透過思維佛法而降服煩惱， 透過實際修持而根除煩惱。我們明瞭煩惱會傷害我們，煩惱是我們應該斷除和對治的，慈悲等善法則是我們應該修持的；具有如此善惡取捨的認知之後，聞、思、修才能帶來真正的智慧。",
    "智慧很重要，有了明辨善惡取捨的智慧，才能真正理解上師的教法和心意，這時候上師的教法才能真正利益到弟子。",
    "我們身處資訊、知識爆炸，物質科技進步的時代，有時候我們應該停下腳步想一想，我們真正需要的是什麼？最開始只是很單純為了建築工程而使用的炸藥，為什麼 變成了傷害生命的炸彈？我們擁有聰明才智，也有許多知識，但是會不會用錯了地方？用在了我們根本不需要的地方呢？我們應該靜下來想一想了。",
    "聰明不一定是智慧，有學問的人也不一定是智者，講到這裡我想到一個故事。歐洲一個小鎮的十字路口旁，住著一位老太太，沒有人喜歡她，因為她囉嗦又愛管閒事，而且借東西永遠不還。",
    "一天老太太又要借東西，她來到隔壁鄰居強生先生的家，敲門說：「我今天要出城，你的驢子可不可以借我？」強生一看是老太太就說：「驢子不在。」老太太說：「奇怪，我昨天才看到驢子在你家跑來跑去呀！」強生說：「不是這樣的，今天早上我弟弟趕著驢子去城裡拿東西了。」",
    "這時，房子內傳來驢子叫聲。老太太一聽氣了：「你真是壞人，怎麼能欺騙你的鄰居呢？」強生先生聰明無比，回答說：「妳才壞呢，妳竟然相信驢話也不相信我這個鄰居的人話？」",
    "強生先生是個聰明人，現在科技發達，有知識的人也多了，然而有的時候，聰明不會減少煩惱，反而更增長煩惱。"
  ] as const;
