export const teachingBody035 =   [
    "除了練習減少煩惱之外，也應該培養正面的、能夠對治煩惱的善功德力，如此將更能夠幫助降伏瞋心等等負面的情緒。面對考驗時，往往需要堅強的心力，才有可能 克服種種困難。負面情緒較重的人面對狀況時，可能會以強烈的瞋心和瞋恨的行動來回應；一個具有正面力量和善功德力的人，例如擁有清晰的慈悲心的人，面對考 驗時，慈悲的正面力量就會自然湧現。",
    "平時如果缺少善功德力的培養，遇到狀況，就只能臣服於自己的負面情緒。因此，善功德力的基礎愈穩固，就愈能對治煩惱。尤其，當我們堅信善功德力的重要和殊勝性，就能泰然處理各種狀況。",
    "在一首道歌中提到：「無懼之人，無需忍辱之事。」舉個例子來解釋這句話，聽說世界上有一種小到可以捧在手掌心的狗，但這種狗的脾氣很拗，咬主人的情況是最 多的。相對而言，許多大型狗，例如西藏獒犬，很有力量，但很少聽到會咬主人。為什麼小狗特別喜歡咬人呢？因為牠膽小，只好用壞脾氣來保護自己；大狗因為體 型大，比較安心，反而較為穩重。",
    "藉由這個例子反觀我們自己，易怒其實反應出我們內心的不安和恐懼：你害怕見到不喜歡的人，你討厭聽到他們的名字，你恐懼他們可能會傷害你，因此用瞋恨、厭煩來保衛自己。",
    "我當時從西藏出來時，一路都很怕遇到公安，通常要等到凌晨一、兩點，過軍哨才比較安全，因此早到了，就會找個地方休息。但那時一躺下來，根本睡不著，很自 然就看到公安的帽子，帽子上的紅星是那麼清楚，根本睡不著。當時想不能這樣，睡不著就沒體力，因此我換個念頭：雖然戴著那頂帽子，公安也是人呀！人為什麼 要怕人呢？這樣想過就比較不怕了。所以說為什麼會生氣，是因為自己有所欠缺和不足，才會易怒。"
  ] as const;
