export const teachingBody036 =   [
    "記得當時發願不生氣時，其實有點擔心和緊張，我覺得既然發了願，就要好好守護，不要違犯；尤其很多發願的條件都具備了，例如觀想佛菩薩在前方等等，然後發 了這個願，然而我發現幾天後也忘了，再過幾個星期後又回到了原樣。其實應該要在快要生氣，卻還沒有真正生氣的中間，記起誓言，提醒自己曾發過的誓，誠實面 對自己，但是這種提醒也忘記了。",
    "我當時想，如果有一種錄音機，能夠把自己曾發的願和說過的話都記錄下來，該有多好，而且還可以自動播放，在快生氣時就自動播放出來。這會很有說服力，因為不是別人指責你，而是你聽到了自己發過的願、說過的話；當然，這只是一個想法，不可能有這樣的機器。",
    "其實，自己的心就是錄音機，我們應該認真地記錄下自己的誓言，將它們刻劃在心中。祖師們也強調， 早上醒來，應該念誦四座或六座上師瑜伽（上師相應法）等法門，幫助我們憶起自己發過的願和誓言。然而這並非一蹴可及，我們需要兩、三個月，甚至更長的時間不斷訓練自己，回憶自己的發願， 才有可能不忘記。我們不應該發了願然後就丟下不管。",
    "誓言要不斷地回憶跟複誦，遇到障礙和逆緣時，正念才有可能出現。正念就是不忘失誓言，平時養成反省的習慣，遇到考驗時，自然的反應就會是善的。"
  ] as const;
