export const teachingBody038 =   [
    "竹巴袞列大師曾說：「與其觀修佛陀的殊勝，不如觀修六道眾生苦痛來得殊勝。」意思是，當我們修持無上續或本尊觀修時，本尊時常有很多頭、手和腳，我們經常都無法觀想清楚而覺得頭痛；因此，比起觀修那些複雜的觀修法，不如思維觀修六道眾生的苦，來得更加殊勝、深刻。",
    "眾生的苦其實不需要刻意觀修，因為我們每天都能看到，但是我們觀修慈悲時，不僅是要看到，而且真正將眾生輪迴的苦痛情況放在心中，就像自己想要得到快樂、離開痛苦一樣，其他人也是一樣想要離苦得樂，帶著這樣的同理心，多去鼓勵和關懷他人。",
    "尤其修持悲心時，要觀想「我就是他，我正在經歷著他的痛苦」，這種方法稱為「自他交換」。「自他平等」的觀修，是指我跟他人的苦是一樣的，慢慢培養感覺後，進一步觀修本尊，例如觀音菩薩的修持，才會真正有利益。",
    "這裡提到「直接或間接利益眾生」，或許無法直接幫助很多人，但也不要放棄他，應該為他祝福和發願，例如坐車到德里的路上， 會看到很多乞丐，有時候想給也給不了，因為乞丐太多了，而且聽說警察也會管制，因此，我只能把他們放在自己的心中。有時我們沒有辦法直接利益別人，但是為他祝福和發願，這就是間接的在利益對方。",
    "過去祖師會在一天之中，把一切作為都轉化成利益眾生，像是《華嚴經》的〈淨行品〉也提到， 例如綁衣束帶或開門、走路時都發願：「當願眾生，成就佛道」等等，提醒自己，行住坐臥都要把眾生放在心中，甚至只是一步，都是為了眾生。然而不可以把「間接利益眾生」做為逃避到山上、獨自清修閉關的藉口，只要有機會利益到別人時，都不可以放棄。",
    "不論直接或間接，切記不要捨棄任何一個眾生。有時我們自稱為大乘的行者，一邊受菩薩戒，卻一邊捨棄著眾生，這是不好的。",
    "總之，不論你身在苦中、快樂中，獨處或身處人群當中，都不要忘記三界眾生的痛苦；眾生的景象，隨時都清晰的展現在你心中，在你的眼前。"
  ] as const;
