export const teachingBody039 =   [
    "之前我們談到很多執著，到底「執著」有幾種？\n修行空性的目的，就是為了要瓦解我們根本上的執著：「無明」、或稱「誤認」。談到「無明」時，大家好像覺得這是一種與生俱來的「遺傳」之類的東西。",
    "關於無明，有個故事。岡波巴大師有四大繼承衣缽的弟子，其中帕莫竹巴大師在還未見到岡波巴大師之前，見過許多大師，他都問他們一個問題：「請問生死輪迴的原因是什麼？為什麼我們一直遊蕩在生死輪迴中？」許多大師給予不同的回答，普遍的答案都是說，是無明導致輪迴，但他一直沒有受到啟發或感觸，直到他見到岡波巴大師。",
    "他第一次見到岡波巴大師時，聽說大師當時正在吃糝粑，就是那種青稞粉和成的糝粑，因為故事的後面提到一句話說，岡波巴大師當時正在吃糝粑，他就把糝粑堆成一個糰說，現在你的證悟不值錢，我的糝粑糰，可能比你現在的證悟還值錢。",
    "相傳帕莫竹巴遇到岡波巴大師，還是問了那個老問題：「到底是什麼原因讓我們流蕩在輪迴？」岡波巴大師回答說：「你的念頭，就是飄蕩在輪迴之因。」當下讓他受到很大啟發，之前其他大師說的無明、執著什麼，好像和自己的念頭、和自己的這顆心或現狀，連結不上，因此帕莫竹巴就沒有什麼感觸。"
  ] as const;
