export const teachingBody040 =   [
    "這裡有一個重點，就是所謂的「空性」，並非建立在「無」、「空」之上，而是建立在「存在」上。換句話說，就是因為事物顯相上存在，所以才說本質實際是「空的」，然而由於我們的執著和誤解，以至於根本不知道事物實際的樣子。如果外在的事物根本就不存在，那也就沒有什麼「空」好講了。什麼都不存在，就沒有必要再談論什麼「空」了。總之，是因為「有而空」，不是因為「無而空」。",
    "月稱菩薩的《入中論》中說：「癡障性故名世俗」、「所見虛妄名俗諦」，主張只要是凡夫的認知，基本上都是錯誤的，為什麼我們的認知是錯誤的呢？或者說，要怎麼得知我們的認知是錯誤的呢？月稱菩薩說，如果我們看到事物實際的顯現，知道實際的狀況，那我們就不再是凡夫，而成為聖者。但情況並非如此，我們看到的顯像是錯誤的，我們的認知是錯誤的，聖者的認知才是正確的。",
    "在人生中，我們往往會遭遇到許多挫折和壓力，佛教跟心理學都主張說，人們的心理壓力，大部分的起因都是「對事情的錯誤認知」所造成的，簡單來說，就是「看錯了」，有時候可能是「想太多了」，就是因為我們帶有許多的誤解，才會有這麼多的痛苦。",
    "這樣我們就能知道，其實我們的認知，基本上都是主觀的，既然主觀，那就不符合真實，而是錯誤的，這就是會說，我們的認知都是被染污的，如同垃圾一般的已被染污。"
  ] as const;
