export const teachingBody043 =   [
    "首先，我們剛剛講到，大乘的思想、也就是根，和大乘的道、也就是修行方式，是密切相關聯的。換句話說，這是在告訴我們一個重點：就是身為一個大乘的修行者，我們所要修行的，就是大乘的理論。用佛學術語來說，我們要用大乘的「道」去體悟大乘的「根」。總之，理論和修行是不能拆開的。",
    "很多時候，理論是理論、修行是修行，兩者沒什麼關係，但我們不應將佛法理論純粹當成思想，「瞭解思想的智慧」本身，就是一種修行，因此簡單來說，什麼是大乘的修行呢？白話來說，就是要去體會、通達大乘的空性思想，這就是大乘的修行。",
    "所以，我們在這個段落當中，可以看到舍利子請問觀自在菩薩大乘的修行方式是什麼。其實舍利子就是在問說：「我們應該如何培養、開顯大乘的智慧？」而觀自在菩薩，在接下來的回答，就是從空性本身的狀態來做解釋，這代表了什麼呢？就是告訴我們，開顯大乘智慧的方式，就是要去徹底地暸解空性。",
    "很多人來要求我「開智慧」，說：「我很笨，請法王幫我開智慧」，我沒辦法動手術呀，他們以為開智慧就像動手術一樣，往腦子裡放一個記憶卡、或一個晶片，就變得很厲害，不是這樣，我們開展智慧最大的因素、關鍵就是見解、見地。",
    "你有正確的見解，就會慢慢開展智慧；若缺乏正確的見地，可能就無法開展智慧。不能把世間的聰明才智稱為是智慧，真正的智慧是有正確的見解，才能得到。\n換句話說，舍利子是從智慧的角度來提問，而觀自在菩薩呢，他是從甚深空性的角度來回答的，這兩者是對境跟心識的關係，就好像「柱子」跟「看到柱子的眼識」兩者之間的關係是一樣的。",
    "還記得我們第一堂課講到「般若」的時候，談到般若有很多種。其中的「道般若」，就是指舍利子所提問的「智慧」；而「自性般若」，則是指觀自在菩薩所解釋的「甚深空性」。以上這是第一個原因。"
  ] as const;
