export const teachingBody045 =   [
    "「無我」課題也是這樣，如果你把「無我」當成哲學命題，可以延伸出極多的論述，但不論思維再多，若無法藉此讓生活變好，那再多的觀念對你而言，也是無實義。我們要如何在生活中體悟到無我的本質呢？",
    "要瞭解到，「無我」並不是字面上「沒有我」這樣狹隘的觀念，而是要我們去超脫平常習慣的、誤以為「獨立自主」那個偏私而侷限的「小我」，而去體認與萬物相互依存、因緣遍及一切宇宙的「大我」。",
    "這樣與「萬物相互依存」的無我觀，不應只侷限於字義討論，而是要在生活當中去體會和實踐，如此才能對生活產生實義。尤其現今科技發達、資訊傳播便捷，你會發現世界上人與人的距離越來越近，且彼此的相互影響也日益顯著。",
    "不論是國家之間、社會之間或人與人之間，這種「緊密相關」的關連性更加清晰，這時候「無我」的觀念能夠幫助我們更看清這樣的緊密性，深切體會到：他人的苦樂即是自己生命的一部分，而自己經歷的苦樂也是他人生命的一部分。我覺得，這就是「無我」的價值所在。",
    "「無我」的觀念、正見非常重要，要有智慧，就需要有無我、空性的正見。因此以上的討論非常重要。尤其現在學佛的人越來越多，大家都自稱佛弟子，但會發現很多人在一開始的聞思學習時，觀念不正確或不具備正見，整個修持就會變得怪怪的，最後容易走火入魔。"
  ] as const;
