export const teachingBody046 =   [
    "回到岡波巴大師在《解脫莊嚴寶論》中的說法，他認為，捨棄眾生並非指「捨棄一切眾生」，而是僅捨棄「一位」眾生，就等於捨棄「所有」眾生，此處指的是你不再憐憫、同情他，你有機會幫他得到快樂、消除障礙和逆緣時，卻真心地、發自內心的不想幫忙，這就是「捨棄眾生」、「捨棄有情」的意思。",
    "同時，文中也提到，所謂「眾生」有三種：",
    "1.利益自己的眾生",
    "2.傷害自己的眾生",
    "3.正在受苦的眾生",
    "指的不僅是正在遭受「苦果」，而是包括正在「苦因」當中的眾生，例如處於煩惱中的眾生，也都算在內。",
    "三種之中，第一種「不捨棄對你有恩德者」較為容易，因為對於曾經幫助自己的眾生，我們會有感激之情。",
    "第二種「不捨棄傷害你的眾生」，這點比較難。於此，阿底峽尊者曾說，我們可以如是思維：他今生傷害你，是因為往昔你曾傷害他。這是對於相信輪迴者的思維方式。\n另一個我們可以思維的觀念是：的確，對於傷害我的人，從傷害或事件上來講，傷害是不好的，但從人的角度來講，它他和我們一樣身而為人，都希望能離苦得樂，可能就是因為他過度想要離苦得樂，因此傷害到我或他人。如此，我們帶著這樣的觀念：「傷害」本身是不好的，但從「傷害者也是人、也是生命，在同樣希望離苦得樂」的基礎上，不要喪失對他的尊重和珍惜。這樣的思維也有助於不捨棄傷害我們的人。",
    "第三種是不捨棄正在受苦者。苦分為兩種：苦果及苦因，當你看到第一種正在受苦報者時，你若能生起強烈的大悲心，心想：「如果他能不再受苦，這有多好啊！」這就是不捨眾生。\n再者，就是見到在苦因中受苦者，當你看到處在業力和煩惱中的眾生時，你生起慈心，心想：「若他能免於痛苦和苦因，這有多好啊！」這樣就是不捨棄眾生。",
    "總而言之，如同第一世法王噶瑪巴杜松虔巴所言：「就算對方會損害自己身體、財物，你仍不絕望、不氣餒的盡力利益他，這樣就是不捨棄眾生。」各位可以看到，這段話中提到了一個要素：「你是很勇敢的」，你願意放下自利，先為他人的利益著想。唯有做到這樣，才是不捨棄眾生。",
    "如果連自己的自利一點都不願意放棄，緊抓著自己的身體與財物，而說要去利益眾生，這是不可能的。因此，所謂「不捨棄眾生」先要放下一些自利——不用全部放下，但要懂得放下一些自利、一些對自己的執著，才能持續利益他人，這也才是不捨棄眾生。\n因此，噶當派大師在修心教法道次第中說：這就好比是家中失火的那一瞬間，你拔腿就往外跑。就在跨出門檻的那一步，你的一隻腳在內、一隻腳在外，但想到房子裡面還有人需要幫忙：「救自己還不夠，其他人我一定也要保護。」於是，你回頭救其他的人。一位上士夫隨時都具備這種發心：一隻腳在門檻外，是為了逃命，一隻腳在門檻內，是想到有人要幫忙，必須去救助。",
    "我們目前很難百分百去利益他人，這只有大菩薩才做得到。雖然我們都是凡夫，都有我執、我愛，很難做到全然放下自我，但我們仍要盡力放下自我，要有自他平等的觀念，要想到自己要離苦得樂，其他生命亦復如此。雖然我們的菩薩行持不能完全做到「他人比自己重要」，但至少不要再那麼自私自利了。這是很重要的。"
  ] as const;
