export const teachingBody047 =   [
    "別上鉤！別被魚餌般的世間假象所誘惑",
    "我的看法是：我們都要從所應斷除的輪迴痛苦中出離，而為了證得圓滿的佛果，就需要積聚無量的資糧，因此福德愈大的事情，就更要盡力地去行持。",
    "波多瓦大師認為，輪迴是我們「所應斷除的」，所應斷的輪迴和我們之間的距離，要拉越遠越好；我們在這樣輪迴中不得已的受著各種痛苦，但若要問痛苦是誰造成？就是那一念「放不下此生」的執著造成的。",
    "因此波多瓦大師認為，就是這一念貪執放不下，才造成無止盡的痛苦，因此要斷除的，就是對於此生的貪執之念。因此我們應該放下這種貪執之念，不再被如同魚餌一般的世間各種快樂的假象所誘惑，而落入無有止盡的痛苦之中。",
    "有些人說已經放下此生，但仔細觀察並未真正做到。波多瓦大師舉例：比如有些人先是出家，穿上僧服，是因為出家有功德，他們希望藉此得到他人尊敬；但若並未如願，則脫下僧服，換上遊方瑜伽士的服飾，留著長頭髮，四處雲遊，表現出彷彿一位遁世者的模樣，但其實是在吸引他人注意───由此可知，他們在乎的都是名聞利養，並非真正為修行。"
  ] as const;
