export const teachingBody048 =   [
    "所謂「思維菩提心」時，很重要的是並非要去思維究竟的佛果，而是要去思維，發菩提心的本身，本質就是善的，所以我們要因此心生歡喜。換句話說，此處重點並非在「得到結果」面向上去思維菩提心，否則在未得到佛果前是無法生起歡喜心的，而是要知道，「發起菩提心」本身就是一種善法，我們對於「生起菩提心」本身，就算無法馬上得到佛果，也應生起歡喜心。",
    "現代人會希望「馬上得到佛果」，可以說相對較為短視近利，難以忍耐，無法等待，想要馬上看到；但我們要知道，在「思維菩提心的利益」時，並非是如此的。",
    "接著，講到生起菩提心第三個學處：\n第三、積聚福德和智慧資糧，為生起菩提心之方便者：\n《菩提道燈論》云：\n“福德智慧二資糧，圓滿佛位之因也。”",
    "福德資糧是指十法行，四攝法等（菩薩之）修行方便；智慧資糧是指作此等法行時，能體驗到三輪體空（無作者、受者和行法）之智慧真諦。如果在福德和智慧兩方面努力，就能夠增長菩提心之力能。",
    "因此（大乘行人）應該隨時隨地的在這方面去努力。就最低的限度來說，念一句真言（或佛號）也算是積聚二種資糧了。因此在每一座時，最少都應該修持一次。\n其頌偈或可如下：\n“今日我所積福德，以及智慧二資糧，\n迴向利益諸群生，菩薩如是常修觀。”"
  ] as const;
