export const teachingBody049 =   [
    "修持菩提心時，也要努力修持福德、智慧兩種資糧，因此經中講到，所謂菩薩就是努力積聚兩種資糧者。如果菩薩積聚福德資糧，就具備方便道，若積聚智慧資糧，則能圓滿智慧波羅密，所以說菩薩就是積聚福智二種資糧者。",
    "此處「資糧」是指各種順緣或相順應的因緣條件，也可說是「能夠成就佛果的各式順緣」。而在各種順緣中，可區分為兩種力量：「方便」與「智慧」。",
    "若將這兩種力量再細分，那麼六度波羅密就都包含在其中。一位菩薩就是要做到六度波羅密，而六度波羅密的歸納與分類法眾多，其中可分為：前五度為方便，最後一度屬於智慧資糧。因此，智慧與方便這兩種資糧，就是我們成就遍知佛果的主要順緣。",
    "如《入中論》當中的偈頌：雁能飛越大海，是因為有雙翅，以此來比喻福德和智慧資糧猶如大雁的雙翅，可以飛越大海。同樣地，具備智慧與方便資糧時，才能飛越佛陀的功德海，抵達正遍知的彼岸。例如聲聞和獨覺雖然能了悟空性，但並未具備方便，因此菩提心難以在心中生起。因此，我們修持時，必須福德與智慧並進。",
    "總歸來說，要生起菩提心，或讓菩提心更有力量，就要積聚二種資糧，否則菩提心難以增長，甚至會退失。因此，第三個學處教導的，是如何增長菩提心的力道。",
    "此處比喻到，耕種時，要先灌溉、耕田、施肥；這世界對肥料的成份相當關注。為了耕種，首先要花很多力氣去引水灌溉，同理而言，修持菩提心時，最主要工作就是積聚福德二種資糧。"
  ] as const;
