export const teachingBody050 =   [
    "四種黑法，是四種該捨棄的事情：\n《寶積經·大迦葉品》云：\n“迦葉！菩薩有四法失菩提心，何者為四？欺誑師長，已受經法而不尊教；無疑悔處，令他疑悔；救大乘者，訶罵誹謗，廣其惡名；以諂曲心與人從事。迦葉！是為菩薩四法失菩提心。”\n也就是：",
    "第一種黑法：欺騙上師及堪受供養者",
    "此處之「堪受供養者」可以指是堪布、阿舍黎、值得讚嘆承侍者。《寶積經．大迦葉品》中提到，「欺誑師長，已受經法而不尊教」。此處的「師長」，第一是指「教授師」、其次依序是指「上師」、「值得供養布施的對象」三種對象。\n一本關於《大寶積經》的釋論中，將這三者定義為：「教授師」是引導者、「上師」是對我們有利益者、「堪受供養的對象」是具備豐富知識、有功德者。\n因此，對於這三種對象，我們在明知道的情況下，刻意、有意識的進行欺騙，並讓他們真的受騙，這就是行了第一種黑法。",
    "第二種黑法：引發做善事人之惱悔之心",
    "「無疑悔處，令他疑悔」意思是，本來對方做的是善事，但我們卻讓他產生疑悔之心。也就是讓本來做善事毫無後悔、懊悔者，令他生起懊悔之心，甚至我們是刻意為之的，這樣就行了第二種黑法。\n過程中我們會問一個問題，若我有心為之，但對方並未懊悔，是否我有造作此黑法呢？此處解釋是說，不論對方有沒有起懊悔心，若我們有此心念並刻意為之，不論結果如何，我們都造作了此黑法。",
    "第三種黑法：對發菩提心之菩薩進行毀謗",
    "「救大乘者，訶罵誹謗」，對已發菩提心的菩薩去毀謗謾罵；至於「已發菩提心的菩薩」的定義，龍樹菩薩在其著作中寫到，只要是「進入大乘道，並已發菩提心」者，都可算是已發菩提心的菩薩。對於任何進入大乘法道者，若對他有粗言惡語或貶損之語，就算是造作了第三種黑法。",
    "第四種黑法：欺騙眾生之行為",
    "所謂「欺騙眾生行為」意即自己對於各種侍奉供養，產生了貪著，因此即使自己有惡行，仍假裝清淨；或即便自己沒什麼功德或學養，卻假裝有功德或學問淵博。「以諂曲心與人從事」，所謂「諂曲」的「諂」代表遮掩惡行，「曲」則代表「明明沒功德卻表現為有功德」，若以上述不正直的方式去欺騙他人，就造作了這第四個黑法。\n這四黑法，是在生生世世當中，會障礙我們生起菩提心的因，因此，若希望生生世世不失菩提心，就要努力去盡量避免造作黑法。"
  ] as const;
