export const teachingBody053 =   [
    "另外，具備世間正見，也就是相信因果，是很重要的。《俱舍論》中說：「俗邪見難除，由恒執異見；道邪命難護，由資具屬他。」意思是，世俗人難以斷除邪見，也就是說很難生起正見，這裡的「正見」，就是指「相信因果」。",
    "《大毗婆沙論》解釋道：一般人平時會相信因果，但當情況緊急時，又會趕緊拿著香、花去祭拜世間天神，祈求加持，這代表他並未真正相信「三寶」和「因果」。\n而出家人是透過托缽化緣為生，即使戒律精嚴的長老，一看到施主時，也容易變得趨炎附勢，這是由於出家人須由施主供養生活所需之故，因此一不小心就會去討好施主，這就被稱為「邪命」。",
    "那麼，什麼時候才能生起世間正見呢？依照噶當派的一種說法，當證得加行道中的「中等忍位」時，才會具備世間正見。有人認為這是無著菩薩說的，但無著菩薩是否有這樣說？有待查證。",
    "另外一位噶當派大師普穹瓦認為，當行者證悟資糧道時，就可以生起世間正見。一般的說法是，「生起世間正見」是指「當你對業力因果生起確信時」，因此，一般人只要對業果生起確信，就算並未踏入佛法五道十地的修持，也可以具備世間正見。",
    "《解脫莊嚴寶論》講到各種果報，例如異熟果、等流果、增上果等等。這裡提到「殺生」的果報，主要是短壽、多病、壽命已盡等等。講到「壽命已盡」此果報，其實無人能準確預知自己的壽命，有些人本來好好的，突然就死了，或者年紀輕輕突然就走了，這種情況，可以說就是「壽命已盡」。\n藏醫典籍當中提到藥效的問題，過去一劑的藥量，現在已經不敷使用，需要增加兩倍才能稍有作用，例如一些草藥，雖然印度是佛法的發源地，是一個聖地，但因氣候炎熱，草藥的藥效比較差，西藏氣候寒冷因此藥效較強，蒙古更冷因此藥效更強等等。無論如何，有些人什麼藥都吃盡了，還是沒有辦法康復，這也是殺生的果報之一。",
    "現在很多人為了身體健康，而吃多種營養補給品等，經典說，與其吃一大堆的營養品、藥品，或接受很多長壽佛的灌頂，不如一天好好持守不殺生戒，這樣身體會更健康，無病而且長壽。"
  ] as const;
