export const teachingBody056 =   [
    "假設我們不好好把握、攝持這樣的修行機會，我們還是會投生險道、三惡道，就失去聽聞和意念佛法的機會，像這樣身處三惡道時，就很難找到救度者。所以今朝能得到十八暇滿人身，在這樣具備順緣、排除逆緣的時候，希望我們一定要好好把握去實修，這是非常重要的。",
    "昨天講到「十圓滿」，所謂「十圓滿」有自他各五個圓滿，主要用內外條件來區分也可以。自圓滿中的生於中土、也可以分為「地區中土」和「有佛法的中土」、還有一個，也就是第三個「水中土」，在律典講到，這個主要看那個地區的水會不會結冰。\n總之「生於中土」就是這些，並且這裡主要的是佛法的中土。以前只要是生於佛法的中土，就會有修持佛法的機會，但現今即使生於有佛法之地，也不一定會去修持佛法，總而言之，重點還是在生於有佛法的地區。",
    "接著講到要「具備五根」：眼、耳、鼻、舌、身。若說盲人要閱讀，聾子要聽法或啞巴要讀誦經文等都是困難的，還有意根有問題、神智不清或無法思維等，或者行動不便的殘疾人等，要修持佛法也是很困難的，所以如果缺少五根的人來做世間或佛法事情，對他們而言都會有困難，雖然現今科技進步會有些辦法，但是還是有點困難的，相信大家都能了解，也就不用多做解釋。",
    "再講到「業際無倒」，「際」的意思，是指一個事情、作用，或者說是任何一個法的「完盡」，這裡的「業際」也就是指業的盡頭、輪迴的盡頭，也就是指解脫涅槃。因此當我們說業際「顛倒」時，就是指自己造下五無間惡業，或者唆使別人這麼做的話，就會直接投生於地獄，生於地獄等惡道後，就無法解脫或出離輪迴，因此稱為業際顛倒。\n而且生於地獄之後，內心充滿了嗔恨心，就會再次造做投生惡道的惡業，因此惡道的盡頭就顯得遙遙無期，就很難推測說大概何時或那一世會成佛。在這裡的業際顛倒，除了是「五無間業」外，一些經文還提到有其它的無間業。",
    "接著講到「信佛法」，是指「誠信佛陀宣講的正法律儀的一切善法」，這裡特別提到是對佛陀正法律儀的誠信。在《菩薩地》裡有講到，律可以分為二個，「墮罪律」和「煩惱律」，「墮罪律」是指律藏，而「煩惱律」是指經藏和論藏，所以在這裡講到的律，不只是指律藏，而是指經、律、論三藏。",
    "再講到「五種他圓滿」，就像之前講到的，《解脫莊嚴寶論》當中沒有攝頌，但是在《聲聞地》中提到：「佛陀出世宣正法，教法住世隨學者，為他人故具悲憫。」\n為什麼會稱為「五種他圓滿」，是指具備在他人身上的修行條件。在《集學論》和《聲聞地》等等論中都有解釋，五種他圓滿是指自己出生的地方有佛陀出世，佛陀或其弟子如聲聞眾有講法，現證勝義諦的實修教法住世，他人能以慈悲給予自身（行者）衣食的照顧而無需辛勞。",
    "以上最主要是指佛陀在世時的一些條件，也是證悟五道十地的重要條件。那麼現今佛陀雖已涅槃，但也有一些如同佛陀般的「隨學者」，這樣就具備了「五種他圓滿」。因此五種他圓滿不一定要佛陀在世才算。\n因此佛陀曾經來到世間，轉法輪，至今佛陀的教法仍在；佛陀曾說：「別解脫戒是佛陀與佛教兩者的代表。」而其它的法教，都只可以說是佛教，但不能說是佛陀。總之，或者不一定是佛陀在世時，而是有如佛陀般的善知識講法，並且佛教在世，也是可以算做他圓滿的。",
    "第五個他圓滿是「為他人故具悲憫」。在有些註解中，在解釋「他」的時候，並不是很清楚到底是指哪個他，例如當時為了《了義炬》的中譯，我發現在解釋到文中的第五個他圓滿時，就很難解釋，搞不懂到底是自己布施衣食給他人，還是他人佈施給自己。\n不過在《聲聞地》就講的很清楚，「他」是指功德主，不是自己這個行者。總之，這裡的意思是，在一個行者修持的地方和那段時間裡，還有著施主以關愛之心給予護持的傳統。"
  ] as const;
