export const teachingBody060 =   [
    "接著講一下「引業」和「滿業」。就「引業」而言，亦即「牽引投生到善道者，定是善業所致，而投生到惡道，就一定是惡業所致」，但是「滿業」就不一定，意思是，雖投生善道，但仍感得不善的滿業，或投生惡道，但滿業卻是善的滿業，即舉例來說，有人投生善道，卻不具五根、多病、短命等等；或投生餓鬼道，卻具有身為餓鬼之王、最有權勢財富者的善的滿業。",
    "總之，「引業」善的情況下，「滿業」可能是不善與善二者，而「引業」是惡的情況下，「滿業」也可能具有不善和善兩種情況。",
    "在《俱舍論》中主張，一個「引業」最多導致一生之果報顯現，而多個「引業」就會導致多生的結果，同樣的「滿業」也是如此。但是《阿毗達摩集論》中講到，一個業可能會關係到一生或多生，而多業也可能會反應在一生或多生上。",
    "《俱舍論》與《阿毗達摩論》是由世親、無著兩兄弟所寫，一些大師認為，兩兄弟不僅文字上不同，在內容、意義上也不同，也有大師說，兩者雖然文字上的敘述不同，但含意上是一樣。\n認為「兩本著作的含意相同」的說法，是說由世親菩薩所著的《俱舍論》，是說在一個生命身上，例如人類感得的引業，只會反應在「人道」的生命上，而不會反應在不同道的生命體上，意思是不會反應在人道之外的其他五道的生命體上。",
    "而無著菩薩所說的「一個業可能反應在多個生命體上」的意思是，例如某個人，由於業力的力量很強大，因此果報不僅是反應在一生當中，也可能持續出現在多生多世的「人身」之上。因此兩兄弟的說法只是角度不同，本質上並未違背，但還是需要多研究。",
    "舉例而言，有一位尊者芒嘎巴，因為供缽的功德，而感得十五世的善果。如此十五世的善果，是不是由一業而造成？如果說「是」，就會違背《俱舍論》的說法，若說「不是」，又跟故事不符，因此也要去研究。"
  ] as const;
