export const teachingBody061 =   [
    "按照大乘來講，定業可以透過懺悔而清淨，但如此一來，「果報一定會領受」、「業報真實不虛」等道理是否就不成立？並非如此，「因果真實不虛」是指如果不懺悔，惡業種子還在，就一定會實現;相對的，如果你懺悔，惡業種子就失去力量，就不會領受果報。",
    "但是，若造作的是深重的罪業，就必須要長而有力的懺悔，幾分鐘的懺悔是不夠的。例如岡波巴大師過去的某一生，曾經是一位名為梅多達則的菩薩，這位菩薩被一位名為巴哇今的國王殺害了。接著國王接著在五百萬年之中，每天不斷在佛塔前三時懺悔，最終仍投生到地獄一生。",
    "換句話說，若犯下極大殺業時，例如殺一位菩薩時，仍需要極長時間懺悔，並且以非常有力的對治法，才有可能清淨罪業。同時另一種說法是，若一位菩薩犯下根本墮罪，仍可透過懺悔而清淨，但是今生是無法成佛的。",
    "總之，這幾天談到的「業力因果」，這些內容都不是死板而簡單的教條、法則，很多人談到「業力」時，都想得太簡單，因此看到有人今生做很多好事但下場慘、或做很多壞事但一切順遂等，就覺得生起懷疑。",
    "或有人會誤解業果，認為業力因果是發生在「我」與「對方」兩者間的單純循環，但並非如此，業力的牽涉範圍其實非常廣，不僅地球，甚至整個宇宙、三千大千世界的一切發生，都是息息相關的，不像我們平常想的那麼簡單容易。"
  ] as const;
