export const teachingBody062 =   [
    "接下來討論一下「定業」或「不定業」。《瑜伽師地論》中提到，刻意造作並且積聚的業是「定業」，而刻意造作但並未積聚的是「不定業」，例如「夢中殺生」。然而真正現實中的殺生，是有造作也有積聚。",
    "這樣的「定業」和「不定業」的說法，可以套用在身口七種不善中，但是三種心上的不善，沒有所謂的「有造作卻沒有積聚」的情況，同樣也沒有唆使他人做的情況。",
    "對於此處所講「造作」與「積聚」，有多種不同的說法，有些人會說是在「行為」上是否有動作，例如是否有殺生的動作。「積聚」則是要看正行是否有積聚。",
    "但此解釋也並非全然正確，因為如此一來，就很難說什麼是「有積聚而不造作」的情況，例如若沒有殺生的行為，就不可能有積聚正行的業。",
    "還有一種解釋，所謂「有做但並未積聚」是指「造作過此惡行，但透過如法懺悔，並未使其成為正行惡業」，而「有積聚卻未做」的意思是，你有積聚這種殺業，但並不是在四種條件都齊備的殺生正行。總之，有很多不同複雜說法，就不一一解說。",
    "剛剛談到「不定業」與「定業」，透過懺悔，可以清淨不定業，這部份比較沒有問題。而這裡有一個值得思考的問題是，對於那些定業，也就是有造作有積聚者，是否也可以透過懺悔而清淨呢？",
    "按照第八世法王明覺多傑教示，以小乘角度來說，定業是無法透過懺悔而就完全不領受異熟果報的，但懺悔仍有好處，因為如果不懺悔，就會如同利息一般，果報會愈來愈加重。因此，懺悔是重要有用的，能阻斷異熟果報的增長。"
  ] as const;
