export const teachingBody063 =   [
    "一般來說，「邪見」有多種，這裡主要談的是「詆毀」的邪見。「詆毀」也有很多種，例如若你覺得「不論造作任何善惡之因，都不會受苦樂之果」，這就是「對於『因』的詆毀」；另一方式、第二種，則是認為「無論遭受到何種善惡果報，都不會是過去善惡之因所造成」，這是對於果的詆毀。",
    "在「詆毀邪見」當中，也有一些細微的差別，總之，我們心中或多或少都具備著各類的邪見，但我們卻渾然不知，因為我們並未學習佛教的經論，沒有生起這方面的智慧，因此我們並不會知道自己具備邪見。",
    "「邪見」只是在沈睡狀態，並不代表不存在",
    "很多時候，當並未面臨困難狀況時，這些邪見是處於隨眠狀況，並未開展，但一遇到對境時，就會顯露出來。",
    "造成邪見生起的方式很多，舉例而言，當我們以瞋心傷害別人的生命時，而生起的邪見，譬如：若有人對我做了一些傷害的舉動，因此我很生氣，而生起報復之念，想要傷害對方的念頭。之後就會有「行動」，例如粗言相向，或各種拳打腳踢等等暴力動作等。",
    "在此當下，此人因失去理智和判斷力，不再去思維孰對孰錯，失去對善惡的覺察力，唯一且固執的想法就是「我要傷害對方」，且堅信此想法是正確的，此時，就形成「邪見」了。",
    "這個例子當中，邪見生起的「對象」或「基礎」，就是粗語或惡口，若對於這樣的粗言惡語，我們沒有去觀察是善或惡，反而覺得自己做對了，這就是邪見。"
  ] as const;
