export const teachingBody066 =   [
    "《解脫莊嚴寶論》將慈心分為三種：\n其中首先是慈心。攝頌：類別所緣及行相，修法修量與功德，如是以等此等六者，廣攝無量之慈心。\n其初者類別分三：緣眾生之慈心、緣法之慈心和無緣之慈心。此等亦如聖無盡慧經所云：緣眾生之慈心，乃諸發心菩薩，緣法之慈心，乃諸入行菩薩，無緣之慈心，乃諸已證無生法忍菩薩。",
    "接著談到慈心。平時談到發心的時候，會提到「七重因果」的發心方法，也就是知母、念恩等等七個次第的發心法，或是透過自他交換的觀修而發心的方法。\n慈心分為三種：緣眾生而生起之慈心、緣法意而生起之慈心，和無所緣之慈心；另外，慈心也可分為單純的慈心、無量的慈心與大慈心三種。",
    "慈心，是指希望眾生得到快樂，或幫助眾生得到快樂的心，依照不同的角度，大致分為「得樂多好」、「祈願得樂」和「實踐得樂」等等部分。而無論是慈心或悲心，不僅是在嘴巴上說，而是真正能從心底感受到：「若眾生都能快樂有多好啊！」",
    "慈心較為詳細的定義是：「以不快樂的眾生為對境，生起希望他們得到快樂的心願或感受。」之前提到過，因為不同角度，「慈心」大致分為三種感受，第一是「若他得到快樂有多好」，第二是「祈願他人得到快樂」，第三個是「我要幫助他得到快樂」，大致有這三種。",
    "慈心是不可能無因、無緣，自己憑空生出，因此我們必須努力去培養修持慈心的緣。《解脫莊嚴寶論》提到「慈心」的對境是眾生，心願是希望眾生得到快樂，這裡的對境，可以說是所有「不快樂的眾生」，並發願他們能夠得到快樂。",
    "在這之前，必須先看到、先瞭解到他們不快樂的情況，或缺乏快樂的原因等等。而快樂分為「有漏」和「無漏」兩種，這也都是需善加觀察的。眾生不但不具備無漏的快樂，連有漏的快樂也付之闕如，多少人百般努力地尋求快樂，但最終得到的還是痛苦。",
    "我們在開始練習慈心時，可以先從自己關心的人開始，這會比較容易，之後再逐漸練習，對於不親的或不喜歡的對象生起慈心。比如先以自己的「母親」和「親友」為觀修慈心的對象，當然，前提並非指那些不照護孩子的母親。"
  ] as const;
