export const teachingBody068 =   [
    "今天講的部分是「慈悲」。如同阿闍黎蔣巴札巴提到，大乘人剎那也不應離開慈心與悲心，若生起自利之心，就很難成為大乘行者。",
    "對於「大乘」和「小乘」差別，有許多不同的解釋。首先「乘」的意思，平時會以能夠承擔、背負不同物品的馬、驢子、騾子、牛等動物作比喻。比如「騾子」能夠承擔比較重的東西，但「羊」就無法承載重的東西，因此我們將「騾子」比喻為「大乘人」，「羊」比喻為「小乘人」。",
    "若和我們的心相結合，「乘」指的是「承擔力」，例如小乘行者主要負責自己的利益，大乘行者則能承擔利益無量眾生的責任。因此大、小乘的差別在於自己的承擔力之差別，若我們不去瞭解，覺得這只是名詞之分，覺得只想要得到大乘的名號就夠了，這就產生錯誤了。",
    "以觀音菩薩的成就法為例，此法本身為大乘法，同時也是密乘教法。修持它等於同時修持大乘法門和密乘法門，但是，這並不代表所有修持了此法的人，就因此變成大乘或密乘行者，這主要還是由修行者的發心所決定。",
    "若行者的動機只是擔心自己來世落入惡趣，或者想要投生天人，此法就無法幫助這個人成就佛果;若行者的發心是希望自己脫離輪迴，得到涅槃的果位的話，雖然觀音成就法是殊勝的大乘、密乘法門，但修持的利益，僅能幫助他得到聲聞的果位，因此對於他來說，這個法門並不是大乘法，而是小乘法。"
  ] as const;
