export const teachingBody069 =   [
    "因此，修持大乘法門最終並不一定會產生大乘之果。是否成為大乘法，取決於修持時的發心和動機，這也是我們必須努力去做到的。\n而當我們修持大乘法門時，僅停留在「心向於法」是不夠的，更重要的是「法向於道」，而讓「法」能轉向「道」的關鍵，就是以上講到的「希望一切眾生得到究竟快樂」的發心，若不具備此承擔的思維和發心的話，那就不是大乘法。",
    "之前提到，只求自身得到寂靜涅槃安樂的對治法，就是觀修慈心和悲心，所以接下來，我想講一下什麼是「輪迴邊」與「寂靜邊」。",
    "過去的祖師對此有許多不同的解釋。所謂的「輪迴邊」，是指在業力和煩惱的驅動下，所陷入的無分晝夜、持續在輪迴中流轉的情況;而「涅槃邊」指的是斬斷了輪迴的續流，卻陷入了寂靜安樂邊的情況。\n至於如何會落入這兩邊？智者們也有不同的說法。有的人主張，當一個人對輪迴生起貪執時，就落入了輪迴邊;而對於自身的涅槃寂靜安樂生起貪執時，就落入了寂靜邊。",
    "又例如「凡夫菩薩」，由於是「凡夫」又是「菩薩」，因此以「他是凡夫」的角度而言，可算是同時落入了輪迴邊和涅槃邊，但其心中的道法，也就是佛法的善巧修持，卻並未落入任何一邊。\n另外，例如以聲聞行者阿羅漢來說，雖然未落入輪迴邊，但卻落入了涅槃邊，而其心中的道法，有些祖師認為是同時落入了兩邊。這些內容對於經論的深入學習是有幫助的，但這裡就不細講了。"
  ] as const;
