export const teachingBody071 =   [
    "昨天談到，「法」是大乘法還不夠，修持者自身必須具備大乘的發心，要成為一個大乘行者，這才是最重要的。",
    "阿底峽尊者依止過許多上師，但對其中的金洲大師特別恭敬。被問及原因時，尊者回答：「我現在能有一點點善心，都歸功於金洲大師的恩德。」一些祖師們對這一句話的解釋是，尊者在告訴我們，教法的精髓就是善心，也就是菩提心，而這也代表尊者徹底了解佛教的精髓。",
    "一般來說，大乘的入門之處即是「發心」，密乘的入門處是「灌頂」。很多大師進一步解釋說：不論顯密，一切法要的入門處，最重要的就是「菩提心」。",
    "仰昆巴大師也曾說過：「許多人喜歡高談闊論『空性』等高深教法，喜歡說『一切是空』等等，但一談『皈依發心』就興趣缺缺。」我自己也遇過類似的情況，有人建議我不要一直說四共加行、皈依發心等等，他們覺得太無聊了，要求我多講一些更深奧的教法。",
    "接著生起悲心的所緣境是什麼？我們可以說，一切眾生都是我們生起悲心的對境。",
    "而「一切眾生」包括了誰？例如最後有際的菩薩，算不算在這一切眾生當中呢？我們一般說到「佛」和「眾生」的差別時，會提到，因為菩薩仍有細微的痛苦和煩惱，也就是指菩薩仍存著自他二執的習氣，因此也是我們悲心的對境。",
    "《莊嚴經論》提及「生起悲心的十種所緣境」，例如具備強烈的瞋心或貪心的人、修行善法時遇到魔障的人、三惡道中受劇烈痛苦之眾生、屠夫、漁夫等一生都在積聚惡業的眾生，還有斷滅種姓的眾生等，這裡可以解釋為「暫時無法成佛的斷滅種姓」的眾生等，都是我們生起悲心的對象。\n接著談到「悲心」的行相，或者說感受，是什麼呢？就是「希望離開痛苦」的想望，其中細分為：「離苦真好」、「祈願離苦」以及「實踐離苦」這三種類型。",
    "觀修悲心的次第來說，首先從自己的親人、喜歡的對象開始，這會較為容易。然後，再慢慢觀想不熟的陌生人，接著再對自己不喜歡的仇人、敵人觀修悲心。",
    "觀修悲心的方法也很多，如果要細微深入的觀修的話，可以參考《瑜伽師地論》中提到，思維眾生的百種痛苦，進而思維幫助他們離開此等痛苦。\n簡單的觀修而言，可以參考嘎瑪拉西拉在《中士夫修道次第》中，提到的觀想眾生被三苦、六苦或八苦所折磨，因而生起悲心。"
  ] as const;
