export const teachingBody072 =   [
    "講到平等觀視一切眾生的痛苦、對一切眾生生起悲心，其中的第一個方法，就是觀視一切眾生如母，感念眾生恩。\n平時我們都以為自己是獨立自主的個體，事實上並非如此，自他是息息相關的，我們的一切都需仰賴他人，例如我們的身體就是父母親所賜予的，再加上多年來父母親的養育之恩，才可能有現在的自己。緣起不是一個哲學概念，而是我們生命的本質。這是我們每一個人都應該要認識的。",
    "每個人一生的因緣際會各有不同，但其中最基本的，也是最重要的，就是父母對我們的恩德，因為父母不僅賜予我們身體，並且呵護我們成長。然而，我知道也有一些例外。我聽過那些到國外弘法的喇嘛說，當他們在說法中講到要對父母感恩的時候，有些從小受到父母虐待的人會說：「如果要對敵人生起慈悲心，我還做得到，但是要對父母生起慈悲心，我完全做不到。」然而不可否認的事實是身體髮膚受之父母，意思就是連我們珍愛的身體，也是仰賴其他的因緣而成。",
    "我們透過這樣的思維培養自己惜緣感恩的心，然後我們會逐漸體認到：自己的苦樂來自於他人，而他人的苦樂也和自己有著緊密的關係。藉由這樣的觀修，我們便會逐漸生起對於一切生命深切的責任感，進而願意利益他人。",
    "這種慈悲心的練習是理性的觀修，它是藉由智慧的觀察而生起的。我們透過看到生命的實際狀況，體認到萬事萬物都是眾緣和合、息息相關，因此感念眾生的恩德，進而生起想要幫助眾生離苦得樂的慈悲心。因此，真正的慈悲，是透過智慧才能夠生起的。",
    "為什麼有的人很容易觀修悲心，有些人怎麼修都生不起悲心呢？我覺得生不起悲心的原因，是因為缺少了智慧的觀察。如果了解自他的關係，也就是體認到悲心的對境和自己都一樣想要離苦得樂的時候，你就很容易生起悲心，因此要生起悲心並不困難。悲心沒有敵人、沒有親人，也沒有陌生人——真實的悲心，是沒有偏私的。",
    "因此，當你無法生起悲心的時候，自己就要好好想一想，到底自己的悲心是怎麼修的？是不是自己的分別心太強了？總是執著那是敵人、那是親人，或者不認識的人等等。如果是帶著分別心而修，那麼真實的悲心終究是無法生起的。",
    "當然了，對於自己喜歡的親友，我們比較容易生起悲心；如果對於不喜歡或者陌生人也能夠生起悲心的話，這真可說是大悲心了。在觀修悲心時，如果你發現自己對於討厭的人或者陌生人很難生起悲心的話，這就證明了自己還是沒有生起真正的悲心，這個時候你需要的是智慧。"
  ] as const;
