export const teachingBody074 =   [
    "再來提到「行相」、感受上的不同。聲聞緣覺行者的悲心只是「希望」眾生離開痛苦，然而大乘的感受更強烈，它是「我來幫助你離開痛苦」的一種承擔。這兩者的差別在於，前者比較像是「我來救護你」，然而大乘是「願意和眾生一起面對痛苦、處理痛苦」。",
    "平時我們說「希望眾生遠離痛苦」時，都是嘴上說說，並沒有真正想要去實踐的意思。藏語會說，這些「都是脖子以上的話」，意思是都不是發自內心的。密勒日巴大師曾在道歌中，形容自己生起悲心時的感覺，他說當毫無造作、真實的悲心生起時，我們會立刻就去幫助眾生，如同自己身處火坑時，一刻都不想多停留，而想要立即衝出來一樣。",
    "同理，當你生起真實悲心時，你是不會有任何等待，而是會馬上付諸行動、立刻去幫助別人，不會僅停留在發願、口頭說說或脖子以上的話語。",
    "再來談到「關切之情」的差別。小乘行者對於眾生的在乎程度較為微弱，他並不會透過各種原因或角度去思考，但是大乘菩薩行者則是非常積極、在乎的，他會費盡心力去從各種面相、時間點、自性還有類別等等，去關心、考慮眾生的痛苦。因此有一種比喻說，小乘的悲心僅是皮毛，而大乘菩薩行者的悲心則鞭辟入裡。",
    "常常我們會用「獨子之母」作比喻。獨生子女的母親，那種對孩子的感受、愛心、悲心，是全心全意、全神貫注地放在這孩子身上的，因為她一心只有這個孩子，同樣，我們對於眾生的關心、在乎，也要如同獨子之母一般。"
  ] as const;
