export const teachingBody076 =   [
    "另外小乘、大乘的悲心，在作用上和影響力上，也不相同。小乘的影響力較小，因為他對悲心仍有所期待，希望得到回報，大乘悲心並未對回報有任何期待，更加無私，因此帶來的利益更大。",
    "如同《佛陀本生傳》中看到，佛陀過去生中，為了利益他人而捨棄自己的性命，且在捨棄性命之時，還發願說：我這麼做，不是為了自己得到暫時或究竟的快樂，一心只希望對方得到快樂。",
    "一個菩薩行持利益眾生的善業後，他會將這樣的功德迴向給盡虛空眾生。由於這樣盡虛空的迴向，又會產生如虛空般廣博的善業，因此菩薩又會再次迴向，在這樣的循環之下，一位菩薩的善行無量、迴向無量。",
    "我覺得這一點很重要，希望大家都能學習菩薩的無私，不然我們很多時候做一點好事，就想要得到別人的讚嘆，或者期望得到一些不同的對待，這樣心量就小了。\n再來是「勇氣、心力」大小不同。一位菩薩不論經歷再長時間、面對再多數量的眾生、面臨再困難的任務，他都無所畏懼，隨時準備好穿戴著悲心的鎧甲，願意面對各種的考驗，甚至他會愈挫愈勇，心的力量隨著各種考驗而增強，這都是二乘行者無法做到的。",
    "以「時間」來說，不論多長時間，菩薩都願意幫助眾生。經典中常使用「劫」這個時間單位作形容，一劫的時間是非常長的，大家本來對於成佛還抱有一點希望，但若聽到「需要一劫之後才成佛」，可能很多人就會放棄了，因為一劫真的太長了。但是菩薩是毫無畏懼的，他會願意用一劫、甚至更多劫的時間，去幫助眾生，那怕對象只是一個生命，他都義無反顧。",
    "雖說從眾生到佛陀都具有悲心，但有程度上的不同，因此悲心的類別是很多的。\n另外還有一種說法，就是「外道有悲心，但無大悲心;二乘行者有大悲心但無殊勝悲心;菩薩具備殊勝悲心，但沒有大殊勝悲心;佛陀則具備所有的悲心」。",
    "這裡的一些解釋是，「大殊勝悲心」和「大悲心」其實相同，因此，菩薩也具有大殊勝悲心。但是「大殊勝悲心」可分為兩種，一種是行持上的，一種是果位上的。行持上的大殊勝悲心，是從登地菩薩到最後有際、即將成佛的菩薩都具有的，而果位上的大殊勝悲心，是指佛陀才有的。",
    "總之，「悲心」、「大悲心」、「殊勝悲心」還有更多細微差別，學習經論時去瞭解不同的差別是有幫助的，但對我們現在來說，無論佛陀、菩薩有沒有悲心，都沒差別，因為反正自己都無悲心。"
  ] as const;
