export const teachingBody077 =   [
    "佛云：「眾生欲正覺，廣聚無量糧。」因此我們必須向諸佛菩薩行供養，積聚資糧。",
    "獻供是修習佛法的一部份，是對治我執與貪婪之方法，其物質的意義象徵眾生獻出自己的財物供養十方三世諸佛菩薩及所有眾生，一般佛壇上獻供以八種為一組，放在八個容器中。",
    "每一供品依據藏密傳統，壇城前必備水、水、花、香、燈、塗、果、樂八種物品：",
    "【第一個供水】是飲水，象徵八功德水，圓滿的佛陀當然不會口渴，供水的功德是用以解除眾生之渴望。",
    "【第二個供水】是浴水，按照印度的傳統，凡進入寺廟前，一定要清洗雙脚才可踏進莊嚴的佛殿，這並非表示佛陀需要清潔，而是藉此功德而得到自身的清淨，消除修行的干擾。",
    "【第三個獻供花】花本身是作用莊嚴佛身，但佛陀圓滿的報身是不需要裝飾，我們供鮮花是祈求所有眾生得到佛陀莊嚴之身。",
    "【第四個供香】獻香，佛淨土是清淨的它不需要用香來洒淨的，是祈求眾生能修持「戒定慧」。",
    "【第五個供燈】燈，成正覺者皆可用他們智慧的眼來看事物，並不需要小小的燈，獻燈的意義是將所有眾生的無明清除，得到無上智慧。",
    "【第六個供品是塗香】塗香並非用來取悅正覺的佛陀，它是祈求解除我們及眾生的煩惱障。",
    "【第七供果】果，成道者不會感受飢餓，獻果象徵能令所有眾生取得禪定。",
    "【第八供樂】樂，覺悟者是不執著悅耳的音樂，我們獻樂是象徵眾生能聆聽法音而獲開示。",
    "關於八供的起源，有個追溯至古老印度的說法，認為「八供」原本是古印度迎請國王、貴賓的禮儀。在酷熱的天氣中，國王、貴賓遠道而來，一定很口渴，迎接之時，首先獻上飲料讓國王解渴；其次獻上洗足水，讓國王洗去路上所沾染的塵埃；接著獻上鮮花，表示歡迎。在迎請國王前往招待處的路上，要點燃薰香；進入室內時，要點燈照明。國王就座之後，獻上香膏讓國王塗身，去除勞累，接著供養食物。國王用餐時，還要表演歌舞音樂，讓國王歡喜。",
    "佛教徒以八供來供養諸佛菩薩，並不是諸佛菩薩還需要飲水、聞香、食物等享受，而是佛弟子將每天所覺知的感官享受，以清淨的方式向諸佛菩薩獻供，祈請諸佛菩薩納受，藉此積聚功德資糧。這視覺、聽覺、嗅覺、味覺、觸覺等五種感官的享受，稱為「色、聲、香、味、觸」五種妙欲，涵蓋了世間一切美好的事物，因此八供是殊勝的供養。",
    "八供可用八種實物來供養，亦可將八個供杯全數供水。積聚功德最好的方法就是供水，因為水取得容易，而且經濟，其次，水象徵「空性」，能顯現一切，但本質是空；而且水具有無常、形狀不定的特性，因此供水較不容易生起執著。",
    "八供中的「果」，可用果實代替，平常皆以「供養食子」為主，除非修特別的本尊法，才會更換。「食子」大致分為慈悲與忿怒兩種；修忿怒本尊，如普巴金剛或瑪哈噶拉時，則另有代表花和音樂的特別食子。食子有時亦做為本尊的壇城。",
    "壇城所供奉的若是父續本尊，八供須由左向右排列；若是母續本尊，則是由右向左排列；若兼有父續、母續本尊，則可以擺設兩套供品，或是以佛像較多者為主，只供養一套。"
  ] as const;
