export const teachingBody079 =   [
    "總之說這麼多，尤其瞭解到菩薩的悲心是如此殊勝時，其實重點只有一個，那就是提醒我們，自己也要努力做到，而不要把悲心的各種定義、分類當成聊天內容。",
    "其實，當你愈瞭解佛法的珍貴，你就會更加願意去實踐，絕對不會把佛法當成一種炫耀的、茶餘飯後的話題。\n一些科學研究也證明，每種生命都有本具的悲憫之心。",
    "例如一個小嬰兒哭時，其他周圍的嬰兒會跟著哭，以此證明互相之間有悲憫之心，但現今在環境影響下，悲心的開關像是被關閉，這不僅是個人，而且是群體性的現象，大家都對對周遭的一切漠不關心，都覺得「關我什麼事情？」",
    "例如第二次世界大戰時，一首猶太詩寫到：\n當納粹迫害共產黨員時，我漠然無聲，因為我不是共產黨員；當納粹迫害猶太教時，我默不作聲，因為我不是猶太教徒；最後，當納粹前來抓我時，我才發現已無人願意幫我發聲。",
    "就如同這首詩一樣，當你習慣對他人漠不關心，那當你自己受苦之時，也不會有人願意關心你。\n總之，我們常常只想到自己，對一切周遭事情漠不關心，如同關上了悲心的大門，但我相信，每個眾生從本質、本俱上來說，都是具有自然的悲心的。",
    "為了鼓勵大家，我舉自己為例來說明。因為我也和大家一樣是個普通人，或許我的經驗對各位有點幫助。當我四、五歲時，我是生長在牧區的一個普通小孩，當時秋天在村中會殺牛，那樣殺牛的場景我至今印象深刻。",
    "當時我真的非常難過，心中生起了強烈的悲心，之後哭個不停、全身顫抖，我至今都還記得那一念強烈的悲憫之心。"
  ] as const;
