export const teachingBody085 =   [
    "「噶瑪巴千諾」整句咒語的大意可為：",
    "“噶瑪巴”是大寶法王噶瑪巴聖號。“噶瑪”是印度的梵文，藏語譯為“赤列”，漢語譯作“羯摩”，即“事業”的意思。",
    "藏語 “巴”，是“聖者”的意思，是對大成就者的稱呼。“噶瑪巴”即是“行佛陀事業的聖者”，亦代表十方三世諸佛事業的化現。“千諾”的意思是“知道，明白。”",
    "「噶瑪巴千諾」 (Karmapa Chenno)整句咒語的大意為：“大寶法王噶瑪巴！\n您遍知我的心。您知道我心中的痛苦。\n您知道我心中的哀傷。請您憐憫我，請您慈悲我。\n請您看護我，請您救助我。\n懇請您不要遺忘我，懇請您不要捨棄我。請您幫助我。”",
    "【關於大寶法王噶瑪巴的預言與授記】",
    "喀什米爾的佛學大師，也是曾被邀到西藏為僧團建立一個新戒律傳承的釋迦師利，公開指出杜松虔巴就是釋迦牟尼佛在' 三摩地王經 '中所授記的'具佛行事業的人'，又稱為'噶瑪巴'。\n察巴噶舉的創始祖師'祥喇嘛'也確認了這樣的說法。他說杜松虔巴是代表一切諸佛慈悲之本質的觀音菩薩的化現，並將於未來成佛，名獅子吼如來。印度的菩提迦耶寺住持曾供養了祖普寺一隻大法螺做為禮物，以示對杜松虔巴在佛法上的證量表示感佩。",
    "按：《三摩地王經》的梵文是“三摩地（上曰下阿）佳修多羅（Samadhi Raja Sutra）”《三摩地王經》為藏譯—漢譯為《月燈三昧經》（高齊天竺三藏那連提耶舍譯）收於《大正藏》第十五冊",
    "佛經對噶瑪巴的授記",
    "釋迦牟尼佛:'我圓寂二千年後，佛法將流傳至紅臉民族的國土……當智慧和善業逐漸從這地區消失時，獅子吼菩薩的化身，名噶瑪巴者將會出現。通過他的證悟能力，他將廣弘佛法和普度有情。不論是誰，只要能目睹，耳聞，手觸或思念他，將會被領導至和平的境界'。",
    "釋迦牟尼佛對噶瑪巴的授記",
    "世尊釋迦牟尼佛在《三摩地王經》中授記並預言：未來在印度北方的雪域西藏，會出現一位戴黑寶冠的行佛陀事業者。他是過去諸佛、現在佛、未來佛等十方三世諸佛的總集化現，他以“噶瑪巴”這同一名號不斷化現人間，利益眾生，他把佛陀的事業一代又一代不斷地傳承下來，直到未來佛降生。他將在彌勒佛之後成就無上正等正覺，為賢劫第六佛，名號——“獅子吼佛”。"
  ] as const;
