export const teachingBody086 =   [
    "Towo Namgya Barwaydolle tantra密續'裡，佛曾預言一位名為噶瑪巴，將現身世間，他具有極殊勝的功德及利益眾生的大力。\n文殊根本續'中，斷言將有一位能發揚佛的法教之士，降世為人，其名以'噶'之音為開始，以'瑪'字之音為終結。",
    "Pemakarpo的法教'中預言",
    "將會有一位名叫奧巴薩卡嘉華寶瓦(Opasaka Gyawa Pelwa,'增善者')出世，他具大神通、智慧及吸引力，能利益一切眾生，不管是上界眾生，還是一般的在家人。奧巴薩卡嘉華寶瓦也傳聖教，令無數眾生奉行正法之善道，而且不僅奉行，還能因受其加持與慈悲而圓滿成此道。這就是名為奧巴薩卡嘉華寶瓦之人所有的特質。\n集經論'中說，在一億國土中，將有一億噶瑪巴轉世，正如蓮花生大士的預言一樣。",
    "白蓮花經'(貝瑪嘎波)中，預言將有一位名叫嘉華佩瓦居士的出世,他具有大神通,智慧及攝受力，能益一切眾生，不管是上界眾生，還是一般的在家人。嘉華佩瓦居士也傳聖教，以及令無量眾生奉行正法之善道。眾生不僅奉行，還能因受其慈悲加持而圓成此道，這就是嘉華佩瓦居士的所有功德。如是觀之，嘉華佩瓦居士能令無數上界眾生及一般凡夫獲得解脫。非但如此，預言還說他會令當時衰微的佛法安定下來。由於他的慈悲，佛法得以穩固，而使佛法在住世利生的期間因而延長許多。",
    "DoLang Kar Shekpa的顯經'",
    "有一位弟子問佛未來戴黑寶冠者是誰，以及此人將於何土利益眾生時。\n佛的答覆是，北方將有一位名'嘉華貝吉祥佛尊'的具大能力及智慧者，他在未來將以杜松虔巴之名轉世。當弟子續問噶瑪巴將轉世幾次，以及噶瑪巴的法教將住世多久時，佛說噶瑪巴將以持比丘具足戒的身份轉世十三次，並於未來千佛時期不斷轉世，而且預言噶瑪巴的佛行及化現將永無休止。",
    "弟子又問噶瑪巴將以何種方式利益眾生，佛回答他們說,對那些有因緣遇見噶瑪巴的人而言，見這一面就能為他們淨除前七世的障礙。",
    "Jampal Tsagyu的密續'斷言",
    "將有一位能發揚勝利者法教之士，降世為人，其名以'噶'音始，以'瑪'音終。該經還預言，由於噶瑪巴的殊勝品性，眾生只要聽到他、看到他或想到他，即能獲得解脫。",
    "蓮花生大士岩藏預言曾說",
    "實踐觀世音菩薩之善行，具足敬畏行為的密咒瑜珈士，賦有聖者噶瑪巴之名者，將橫越整個大地.他以善巧方便及大悲心，調伏有情和護佑他們'。\n依據蓮花生大士的21位大寶法王預言，預言註明了每一位法王的名稱，重要事件與功德。以十七世大寶法王為例，蓮花生大士即預言大寶法王將和泰錫杜仁波伽在一起。並且預言十七世法王的功德將直追獲得'大寶法王'尊號的第五世法王。"
  ] as const;
