export const teachingBody088 =   [
    "“噶瑪”是印度的梵文，藏語譯為“赤列”，漢語譯作“羯摩”，即“事業”的意思。藏語“巴”，是“聖者”的意思，是對大成就者的稱呼。“噶瑪巴”即是“行佛陀事業的聖者”。",
    "“噶瑪巴千諾”是大寶法王噶瑪巴聖號。",
    "噶瑪巴第一世，名卻吉喇嘛，依持岡波巴大師修嘎舉派“大手印”，以四臂觀音為本尊，即生成就圓滿正覺，能遍知過去、現在、未來三世，人稱“知三世者”，藏語——“杜松欽巴”。他證悟的功德震動三千大千世界，十萬空行母用頭髮編織成一頂金剛黑寶冠獻給他（有一定證悟的人才能看到）。",
    "印度大成就者薩迦師利證實他即是世尊釋迦牟尼佛在《三摩地王經》中授記的噶瑪巴，當時西藏的諸大成就者都公認杜松欽巴即是噶瑪巴。\n噶瑪巴創建活佛轉世制度，使佛陀的教法毫不間斷地傳承下來，使佛陀的弘法利生事業不斷發揚光大。\n後來，寧瑪、薩迦、格魯和苯波等教派都採用了活佛轉世制度。",
    "第二世噶瑪巴，證得與蓮花生大師無二無別的功德，與蓮師一樣具足神通。他將噶瑪巴的佛行事業不斷擴大，奠定了嘎舉派的基礎。他成為蒙古王的國師，獲“噶瑪巴希”的稱號。蒙哥汗獻給他一頂金邊黑帽，和一顆金印。噶瑪巴希講經傳法時常戴著此一黑帽，黑帽即成為噶瑪巴的象徵。",
    "第五世噶瑪巴應明朝永樂皇帝之請到京都為太后作超薦法事，永樂皇帝為噶瑪巴的功德所攝，成為噶瑪巴的入室弟子，並封噶瑪巴為“萬行具足十方最勝圓覺妙智善應佑國演教如來大寶法王西天大善自在佛，領天下釋教”，“大寶法王”這一封號，即成為噶瑪巴的專有稱號，一直沿襲至今。",
    "永樂皇帝在接受灌頂時，看到了噶瑪巴頭上的金剛黑寶冠，即令工匠如其所見製作了一頂黑寶冠獻給噶瑪巴。此後，噶瑪巴舉行大法會就戴此金剛黑寶冠，金剛黑寶冠即成為噶瑪巴的精神像徵。參加噶瑪巴金剛寶冠大法會的人，如果善根成熟，可當下開悟成佛，一般信士，也能增長覺悟，可保七世不墮惡道。",
    "藏傳佛教各教派、漢傳大小乘佛教，乃至世界各國各民族的佛教信仰者都信仰大寶法王噶瑪巴。蓮花生大師曾經預言：鐵馬奔馳、鐵鳥升空的時代，是金剛乘佛法解除人類深重煩惱痛苦的時代，噶瑪巴是這一時代的精神領袖。",
    "發菩提心往生淨土",
    "只要是發大菩提心的人，一心持念 “噶瑪巴千諾”，即可消除業障、增長功德，可以往生西方極樂世界。",
    "西藏過去有一位竹巴噶舉派的聖者，名叫竹巴功呂，他的神通是威震雪域的。時至今日，各教派都有關於他的戲劇性的傳說。起初，他對噶瑪巴沒有起恭敬心，還取笑唱“噶瑪巴千諾”的人，他以神通到了極樂世界，看到所有的持明者和眾空行都在念“噶瑪巴千諾”，其中有很多他熟識的持明者，他就問：“你們怎麼來的”？\n他們說：“我們都是念“噶瑪巴千諾”來的”。於是，他發大懺悔心，回來在噶瑪巴面前懺悔，並在雪域開始念誦“噶瑪巴千諾”，並傳誦噶瑪巴聖號，弘揚佛法，利益眾生。"
  ] as const;
