export const teachingBody089 =   [
    "「真實的皈依」前提是先觀察自己所要皈依的對境，是否是真實的皈依處？是否值得我們去皈依？是否讓我們能依靠皈依，而獲得解脫？..等等，並歸納「若這皈依的對境，能讓我獲得解脫，我就去皈依，無法帶領我解脫，我就不皈依」等，依照義理、覺受等來善加分析，以確定自己皈依到正確皈依處。",
    "要皈依三寶時，對三寶的信心是非常重要的，可以說「信心」是皈依的主要成分和因素，「阿闍黎摩咥里製吒大師」所著的《一百五十贊佛頌》文，有人誤以為「摩咥里製吒大師」是「聖天菩薩」的弟子：「馬鳴論師」，因此很多人以為讚頌文的作者是「馬鳴論師」。",
    "經過研究證實，「摩咥里製吒大師」所處的年代久遠，甚可追溯到無著菩薩之前。大師同時是曾受過佛陀授記者，在佛陀住世時，有天在行進間，聽到非常動聽的鳥叫聲，佛陀循聲望去，看到一隻鳥發出非常美妙動聽悅耳之音，因此他授記說，這隻鳥將會投生成為一位大善知識，並會以非常優美的詩歌來讚頌佛陀，因此，阿闍黎「摩咥里製吒大師」是經過佛陀授記的成就者。",
    "「摩咥里製吒大師」著作的《一百五十贊佛頌》，在佛教中地位卓著，大、小乘不論任何教派的行者，都會去背誦此讚頌文，因此此讚頌文極富盛名，當陳那論師看到《一百五十贊佛頌》時非常歡喜，也因此著述了藏地《甘珠爾》中收錄的《雜贊》。",
    "當陳那論師看到「摩咥里製吒大師」所著的《一百五十贊佛頌》頌詞文字優美、意義深奧時，心感歡喜讚嘆，因此在一百五十頌的每一首頌詞之前，都撰寫了提問頌詞，以此間隔提問方式，著作出《雜贊》。\n一般提問形式，必然會是「提問」在前、「回答」在後，因此，後來藏地善知識誤認為《雜贊》的著作年代，好像是早於《一百五十贊佛頌》之前，而將這兩著作的年代前後顛倒了。",
    "但依靠研究，發現並非如此，漢地義淨法師在西元七世紀時，就有過詳細研究及解釋，他當時在那爛陀佛學院修習時，已將讚頌文完整翻譯為中文，也收錄於三藏經典中，由此可了解《一百五十贊佛頌》的著作日期較早。\n總之，如同之前所提，皈依必須具足「畏懼」與「信心」二者，同時，因為有所畏懼，因此想要找尋皈依處;因為有信心，因此想要去皈依對境;而當對輪迴三惡趣、有寂（輪迴涅槃）都有畏懼時，就會自然而然地，想要去找尋可供救度的皈依之處。",
    "我們因為出於畏懼而去找尋皈依處;在對皈依處洞悉明辨，確認其為真實皈依處無誤後，就會產生信心而想要去皈依。此處的「信心」，即是指「勝解信」"
  ] as const;
