export const teachingBody091 =   [
    "噶瑪巴是西方極樂世界阿彌陀佛的“身”、觀世音菩薩“語”和大勢至菩薩（金剛手菩薩）“意”的化現，是第二佛陀蓮花生大師的“身、口、意”的總集化現。噶瑪巴具足阿彌陀佛的大願，具足觀音菩薩的悲心，具足大勢至菩薩的威猛。",
    "“噶瑪巴千諾”五字聖號，是總括過去、現在、未來一切行佛陀事業者功德的聖號。當今住世的大寶法王噶瑪巴烏金赤列多傑，是“噶瑪巴千諾”聖號的“加持之主”，他時時刻刻都以無盡的悲心加持盡虛空遍法界的眾生，無論是誰，只要對大寶法王噶瑪巴有信心，誠心持念噶瑪巴聖號，均能得到加持。",
    "信佛的、不信佛的，信各種宗教的和不信宗教的，噶瑪巴也發願加持他們。只要是發大菩提心的人，一心持念“噶瑪巴千諾”，即可消除業障、增長功德，可以往生西方極樂世界。",
    "西藏過去有一位竹巴噶舉派的聖者，名叫竹巴功呂，他的神通是威震雪域的。時至今日，各教派都有關於他的戲劇性的傳說。起初，他對噶瑪巴沒有起恭敬心，還取笑唱“噶瑪巴千諾”的人，他以神通到了極樂世界，看到所有的持明者和眾空行都在念“噶瑪巴千諾”，其中有很多他熟識的持明者，他就問：“你們怎麼來的”？",
    "他們說：“我們都是念“噶瑪巴千諾”來的”。於是，他發大懺悔心，回來在噶瑪巴面前懺悔，並在雪域開始念誦“噶瑪巴千諾”，並傳誦噶瑪巴聖號，弘揚佛法，利益眾生。",
    "五世嘉瓦喇嘛時期，因雪域眾生的共業，世俗間貪圖名聞利養的人，為了爭奪政權，在黃教和白教兩個教派之間挑起鬥爭，拆毀了很多白教的寺院，強迫很多白教信仰者改信黃教。在強迫改教的過程中，有很多人因造惡的緣故墮入了地獄。晚年的五世嘉瓦喇嘛在布達拉宮修觀音法，念誦六字大明咒，超度這些亡靈，懺悔罪業。",
    "這時觀音菩薩顯聖，對五世嘉瓦喇嘛說：你只有念誦“噶瑪巴千諾”，舉行大型的念誦“噶瑪巴千諾”的法事，才能度脫所有這些人。五世嘉瓦喇嘛是一位登地的菩薩，為了替眾生懺悔、消業，在布達拉宮法閉關密修，持念“噶瑪巴千諾”，使很多墮落了的人得到了超度。",
    "在人類出現各種災難的時候，只要誠心念誦“噶瑪巴千諾”，都可以得到無比的加持。歷史上各個朝代，“噶瑪巴千諾”有著極其重要的地位。元朝的忽必列皇帝曾多次舉行“噶瑪巴千諾”的法事活動。清朝順治皇帝支持在藏區強迫教派改宗，造下了很重的惡業。康熙皇帝為了替父親懺悔罪業，他舉行大型的“噶瑪巴千諾”法會。抗日戰爭期間，國民政府在南京和重慶等各地舉行大型的“噶瑪巴千諾”的法事，來平息戰爭，超薦亡靈。大寶法王聖號“噶瑪巴千諾”，是非常靈驗的。",
    "我們只要一心一意、一心不亂地悲呼、哀求、祈請噶瑪巴，從自己心裡深切升起恭敬，一定會得到噶瑪巴的加持，西方三聖的加持，得到十方三世諸佛菩薩的加持和龍天護法的護佑。",
    "“噶瑪巴千諾”具有所有佛號、本尊的咒語的功德，是脫離苦海，走向解脫的鑰匙。念阿彌陀佛聖號、觀音菩薩的六字大明咒、金剛手菩薩心咒、蓮花生大師心咒、藥師佛心咒、文殊菩薩心咒、普巴金剛心咒、財神菩薩心咒、妙音天女心咒、金剛手菩薩咒等一切的咒語，都包含在“噶瑪巴欽諾”的聖號裡，念“噶瑪巴千諾”是非常非常重要的。有些不懂的人，說念噶瑪巴千諾是白教的事。實際上寧瑪、噶舉、薩迦、格魯、苯波的密修者，都持念“噶瑪巴千諾”！",
    "噶瑪巴是我們當今世代的精神導師。持念這一聖號的時候，我們要把噶瑪巴當成我們過去的父母、今生的父母、未來的父母，他是我們唯一的精神依怙。我們要依止他，悲切呼求他，祈請他拯救我們的那在苦海中沉浮了無量劫，並且還將歷盡無邊痛苦的靈魂出離六道輪迴！"
  ] as const;
