export const teachingBody093 =   [
    "世界上有許多不同宗教，以「信心」分類來講，其他宗教的信引者，應該屬於三信中的「清淨信」，當然我並不完全瞭解其他宗教教義，這僅是我自己的一種揣測。",
    "而佛教之中，主要著重於「欲樂信」，也就是「希求解脫的欲樂信心」，基於此信心，而讓我們會想要去修持、會想要去達到如皈依對境般的功德。相對的，若僅對三寶具有信心，並不足以被稱為「真實佛教徒」，「真實的佛教徒」一定要具備對解脫的猛烈希求，也就是強烈的欲樂信。",
    "皈依的「分類」以及「所依」，暫時到此段落，接下來講到皈依的對境、也就是皈依境。\n「皈依境」的對境是三寶，而「三寶」的定義，在不同乘的義理上，有所不同定義，關於「如何去解釋三寶？」，聲聞乘和大乘就有所區別。",
    "當我們解釋「大乘教法皈依、不共皈依乘」時，若同時宣講太多「聲聞乘」定義，有時不但沒有幫助，還會有所混淆顛倒，反而將原本簡單的「皈依三寶」定義複雜化，最後變得不懂得如何皈依得險境，因此此處不多講聲聞乘皈依。\n關於《解脫莊嚴寶論》課程，我想至少還需要一到兩年才能講完，今年谶摩比丘尼辯經法會已經第二屆，明年雖然法會時間還未確定，但可能時程會相對短些，所以明年也可能無法教授完成，僅能等到後年再繼續講解。若後年按照口傳方式唸誦下去，應該就可圓滿此課程。",
    "當然，我最初講解《解脫莊嚴寶論》的發心，並非是著眼於「何時要講完？」，如果僅是為「講完」，用口傳形式就可，然而我覺得，唸誦口傳沒有很大功德，也無太大利益，因此我仍是盡力去闡述義理，我並非大善知識、亦或能講的頭頭是道，但我仍盡力為大家解釋，就是希望對大家有所幫助。",
    "之前我也講過，導師釋迦牟尼佛在考慮要如何傳授教法給士夫、如何讓佛教教法長久？如何冊封伏法持教者？應如何作為？佛陀考慮到，能持佛教者有兩種眾生：「天人」和「人」，若僅是傳授給「天人」，因天人太過放逸，教法很難廣傳;而若僅是授與「人」，因人壽有限，很難長久，故選擇雙管齊下，同時傳授，讓教法延續下去。"
  ] as const;
