export const teachingBody094 =   [
    "佛陀將教法授與大迦葉尊者，作為「人」中持教者，而護持法教者，主要是以四眾為主，也就是比丘、比丘尼、優婆薩和優婆夷，以「兩出家眾、兩在家眾」方式，來傳授與四眾弟子。",
    "昔日藏地有許多盛極一時的噶當派寺院，經過時間流轉而衰敗後，也流傳著許多尼眾挺身護持寺院的故事。",
    "當然有人會認為由尼眾護持寺院不太好，講到不好之處，故事很長，此處不多講，但講到「持教」時，可以知道當時很多噶當派寺院之中已無僧眾，而是大多由尼眾在繼續護持。",
    "總之，不論別人認為是好是壞，只要是在「持教」，我就覺得是好事。",
    "在第十世噶瑪巴時期，出現了一位盛名滿具的大師：噶瑪洽美大師，當時他行經衛藏地區時，發現當地的尼眾寺院比僧眾寺院多，因此他就說過「衛藏清淨剎、尼寺勝僧寺」，也就是描述當時衛藏地區的尼眾寺院，比僧眾寺院還多，而在這些護持尼眾之中，也出現過很多學養兼備的賢哲之士。",
    "雖然這是歷史中的大事，但有時這段歷史受到各種因素影響，而被忽略了，未能被詳細記載。"
  ] as const;
