export const teachingBody095 =   [
    "所謂「依止上師」，並不能隨便任誰都去依止，若隨意依止，將會陷於極大危險中，因此在經續當中會講說，要觀察上師達12年之久，因為視為是至關重要的大事，因此，即使要耽擱如此漫長時間，也在所不惜。",
    "所謂要去「觀察」上師、善知識，重點在於去觀察上師的功德，而不是去找過失、挑毛病。現代很多人一用到「觀察」這詞彙，就會從負面狀態去觀察，（法王用英文說「negative」），一直去挑善知識的毛病、找過失。",
    "若是佛教徒、是需求解脫者的話，一定要從功德面出發，去觀察上師的任何功德，並去依止，而非挑毛病、找過失。\n因此，最初發心無誤是極為關鍵的，若觀察、挑選、依止上師時的心態出現偏差，即使這位上師具足了無量功德，弟子仍將只看到過失，就會出現很大危險。例如帝洛巴大師值遇那洛巴大師之時，看到的只是一位在江邊垂釣的漁夫。\n總之，若觀察後，認識到上師是具德之士，若即使如此卻還不去求法，就會蹉跎很多時間。",
    "就像是元朝皇帝依止薩迦班智達時，最初並未在薩迦班智達近前求法，而是觀察著薩迦班智長達了六年，當確認薩迦班智達在言行舉止各方面都是具德上師時，才向班智達請求說，「現在要依止你，請求你傳給我法。」",
    "薩迦班智達回應說，「你觀察我是否是位具德上師，耽擱了六年，我還沒來得及觀察你，因此我也要觀察你六年」，這樣來回經過十二年後，元朝皇帝和薩加班智達才建立起師徒關係。\n也就是在長達十二年中，皇帝並未在薩迦班智達前近前求法，薩迦班智達也未曾為他傳授任何法教，空耗很長時間。但其實人生實在是短暫，無法經得起這十二年的蹉跎。"
  ] as const;
