export const teachingBody100 =   [
    "阿底峽尊者是如何依止上師的呢？尊者的根本上師賽林巴大師，尊者平日不會直呼上師尊者的名號，當他從其他處聽到名號時，他隨時隨地都會起立恭敬地頂禮。他常說，「我之所以有這樣的一些事業，都是源自於上師賽林巴的恩德。」\n所以，當他聽聞上師名號時，他會說「我上師對我恩德不同於他人」，提到上師他總會熱淚盈眶的哭泣。阿底峽尊者對上師的信心和尊敬比對其他上師都大，為何特別對賽林巴大師具備如此深刻的恭敬和信心呢？阿底峽尊者說，「我到現在都沒有任何功德，只有一點點善心，然而這一點點善心，也都是源於賽林巴上師的恩德。」",
    "密勒日巴大師和馬爾巴大師之間的師徒關係，也是眾所周知，最初密勒日巴大師因為母親的話語而去修持誅法，並誅殺鄉民及殘害了許多的生靈，造作了無比的惡業。",
    "但當他依止馬爾巴大師後，總是把馬爾巴大師視為是最主要上師、視為是自己生命的一切，不論馬爾巴大師如何教導、折磨他，他永遠依教奉行，從未生起過邪見，因此獲得了即身成就的果位。\n像是密勒日巴大師如日般的弟子岡波巴大師，以及如月般的弟子惹瓊巴大師，同樣也是如此。當然在依止上師方面岡波巴大師比較殊勝，而惹瓊巴大師曾前後三次毀壞上師旨意，但密勒日巴大師卻對惹瓊巴有不同於其他的慈愛。\n若以世人的話來講，可謂是視為己出般，即便惹瓊巴大師詆毀密勒日巴大師，密勒日巴大師也會不掛心上，而是比之前更為慈愛，若惹瓊巴大師是馬爾巴大師弟子的話，可能早就被逐出師門了。",
    "總之，惹瓊巴尊者的性情有些古怪，有時也會出現一些小邪見，他總是會想，雖然密勒日巴大師傳授了無比高深的修法之道，但他並不滿足於這些教導，而大老遠去印度學習，學成回來後，並生起一些傲慢，認為「上師雖然修為上比較高，但比起學問，我還是造詣更深的」，曾這樣生起一些有的沒的邪見。\n但因為他對上師的信心是無比堅定，最終也能不捨肉身地直接前往空行剎土。因此依止善知識的功德，是比海深、比天廣，在此無法一一闡述、講解。總之，依止上師的功德是無量無邊的。",
    "而「不依止上師的過患」部分，在「依止上師的功德」之中，也會間接瞭解到，在此處就不需多做解釋了。\n依止善知識的「方式」之中，分為「思維」和「行為」兩種方式。\n在「思維依止上師」的方式之前已述，以三信方式：清淨信、欲樂信和勝解信三種，依靠十八種暇滿難得的人身、助緣三信及虔敬心，來依止上師。",
    "在依止上師的「行為」上，最上等的依止上師方式是以法供養，也就是以修法方式來供養、依止上師，中等者以身口來承侍上師，最下等是財物供養。\n雖然區分出上中下三種依止上師方式，但這並不代表是種硬性規定，一定必須如此，否則有人會想說，「既然分成上中下三等，那我一定要做上等法的侍奉依止，要以法供養來使上師歡喜，其他兩者依止方式，我就不做了。」"
  ] as const;
