export const teachingBody101 =   [
    "羅珠江稱大師說，「即便你無法將上師視為是佛，也不要視之為狗和毛驢」。如果總是找過失，把上師視為連狗驢都不如的話，如此一來，就會出現很大危險。",
    "這道理不僅限定於上師，對於所有人都適用，我們都不應指證他人過失，而要看其功德一面。因為，因果不可思議，業果也同樣不可思議。我們是無法了知一切法及所有因果的。\n就如同傳承祖師所講，看他人之功德，察自己之過失。因此，他人即使僅有細微的一絲慈悲心和愛心，也要當成是功德而去尊敬。",
    "此處並非說要將別人或上師的過失視為是功德，而是視功德為功德，將重心擺置於上師本身具足的功德上，去尊重、讚揚、弘揚這些功德，而不是將焦點放在指證上師過失上。以這樣方式，我們慢慢就能深入了解到如何取捨善惡，在依止上師的方方面面，才不會再出現錯誤。",
    "因此「善知識的性相」部分，就在此處做簡短結尾，接下來主題是「依止上師的功德」。\n過去曾降臨的諸佛佛子，未來將降臨、及現在正住於世間的諸佛佛子等，都是依靠依止上師，從而積累福德資糧及智慧資糧、淨除煩惱障和所知障，以此集資淨障方式，從而獲證佛果，都是依靠上師得來的。\n因此，回顧往昔的高僧大德、傳承祖師們依止上師的方式、依此證得的空性及正見等，及他們寬廣無量的利生事業，在在處處都讓我們知曉，依止上師確有極大功德。",
    "比方說阿底峽尊者被尊稱為「五濁惡世之尊」，印、藏諸多佛學事業之中，他貢獻卓偉、且培養出無數後學徒眾。不同於眾多印藏高僧大德，他之所以有如此宏偉的事業，是由於依靠依止上師而得到的功德，也就是說，由於依止善知識的方式殊勝，從而成就「至尊阿底峽尊者」。"
  ] as const;
