export const teachingBody102 =   [
    "因此講到「依止上師」時，「上師」和「弟子」兩方面都同等重要，都占有五十對五十的份量，兩者都必須要有很大精進和努力，或許弟子方面需要具足更多的條件因素，可能會佔到百分之六、七十之重。",
    "所以，兩方面都非常重要，並非說上師具足一切，弟子就不需要準備、就會快速輕鬆的達到佛法成就，並非如此。\n有時我們去想，「這個上師真的不盡如意，真的不行，自己依止方式已經很好了，我對他有信心，卻得不到任何加持」，可能會將一切錯誤怪罪到上師身上，而非歸因為自己的過失。",
    "總之，並不是說一切都依賴上師為你做好，弟子也要觀待各自的行為和精進，如此一來，才能建立良好師徒關係。\n上師非常重要，弟子也是同等重要，兩者的重要性是不相上下的。譬如若上師具德，但弟子並不具器，弟子也不可能得到成就和加持。反之若上師不具德，但弟子具器，弟子也得不到加持，因此兩者一定要均衡平等。",
    "師徒之間，也要就像是自行車、單車一樣，現今也會有很多輪子的單車，但此處講的是兩輪單車，單車的每個輪子都不能出毛病，一定要兩輪都可以滾動，且兩者的滾動速度和滾動原理都要相同才行。"
  ] as const;
