export const teachingBody103 =   [
    "這並非定數，主要是看上師需要何種侍奉，弟子就要盡力承辦。只要能令上師歡喜，即便是最下等財物供養，只要能令上師歡喜，也會成為上等侍奉方式，若無法滿上師的意、滿上師的願，即便是以法供養修持，也無法是上等侍奉上師的方式。",
    "談到「令上師歡喜之法」，並不是說像是我們世人的阿諛奉承、拍馬屁或看臉色行事之道，此種行徑並非讓上師歡喜的真實之道，而是說「要滿足具德上師的心意」。\n何謂「滿足具德上師的心意」？\n<<入行論>>中講到，「超勝利他事業，唯有令佛歡喜」，不管任何利他事業，只要能令佛和上師歡喜，就已經超勝一切的修法和利生事業。",
    "主要是要能滿足具德上師的意願。當然上師的意願就是要你修持佛法來侍奉他，也就是若你能如理、如法地來修持，就會讓上師歡喜。若你並未如法修持，上師就不會歡喜，因此最重要的還是你要去精進修持，如此一來，則最終目的會達成、上師會歡喜，你的修行也會更加圓滿。",
    "竹巴噶舉大成就者竹巴昆列大師教言中提到，某次，很多人問竹巴昆列大師「有一位非常大的有名的上師在灌頂，你要不要去阿？在非常殊勝大的上師處，求受一個非常大的灌頂。」竹巴昆列大師回答，「如果只是灌頂，不需要守持任何誓言，就可以成佛的話，我就去。否則，我就不去了。」\n竹巴昆列大師說，因為所謂誓言有很多，幾乎有幾千萬種，但總集歸納起來，都是落到對上師身口意的誓言上。」所謂「身口意誓言」現今很多人都在講，只要不違背上師意願，就不會破壞師徒之間的誓言，但僅僅光說「不違背上師意願」，也是非常難的。",
    "因為你所依止的上師若不是具德上師，還可以用其他方式，比如說身口飲食起居或財務，來令他滿意，但若遇到具德上師，唯有修法能滿他的願，無法修法就無法滿願，師徒誓言也有很大危險，因此並非一件易事啊！"
  ] as const;
