export const teachingBody104 =   [
    "因此自己這方面，要時時、刻刻、處處去觀察外在一切無常、觀察一切物質，並將見到物質的無常本質，和自己內心結合做好聯繫，這樣的話，自己見解才會慢慢增長、生起真實正見。若外在事物不結合自己內心，若兩者聯繫不是很好，也就會事倍功半，不會有任何成效。",
    "就像如果對於人講話都語意不清、難以溝通，遑論其他了。「對牛彈琴」的成語，大家應該也聽說過，以前有一位非常精通琴藝的藝術家，對自己琴藝非常滿意，覺得任誰聽了都會深深被吸引，若對其他動物彈一下，應該也會有很大迴響，因此他就想說，「我去對個牛彈彈看，看看有什麼反應」，因此就跑到牛棚去彈琴。\n不論他使盡渾身解數，牛理都不理他，只管自己吃草。他就想，看來對人彈琴的方式對牛是不太行的，因此用對牛的方式來彈吧，因此就效仿牛彈出牛的聲音，才得到牛的反應，牛的耳朵豎起來、回敬一些哞哞聲音，這也就是說，當內在、外在兩者關係相結合時，一切事物就會非常容易，我覺得這是非常重要的。",
    "接下來講到的是「方便即其口授」。也會提到之前所講的「轉心四思維」，也就是暇滿難得、壽命無常、因果不虛和輪迴過患等等，因此無需再次多作解釋。"
  ] as const;
