export const teachingBody105 =   [
    "若具足外善知識後，自己缺乏方便修持，也不可能成就任何利益。\n當外在的上師、善知識做好一切萬全準備，心中的上師也要同樣準備充分，這是非常重要的。若外在上師已經為你準備好，可以隨時讓你修持法門，但心若沒有做好準備，也是沒有利益的。",
    "因此，外在善知識和內在善知識，兩方面都是不可或缺的，都要做好準備，否則無法達成任何目標。因此要在心裡做好準備，無誤地做取捨、訂一個目標、做一個圓滿的計畫。\n當然，依止上師並非易事，即便你有上師的外在因緣，但若內心還不具備任何準備，也不會有任何利益，因此最主要還是自己的內心。",
    "就像之前所講，單車後輪的速度一定要跟得上前輪的速度，這樣才能跑得更快。提到上師或善知識依止方式，真的我們可以看到非常重要的原理，我們會將上師分為很多種，例如傳法上師等，上師也有很多不同模式，但只要自己懂得修持時，都會非常殊勝。",
    "例如講到「無常」階段時，我們可以看到外在世間，包括氣候變化、春夏秋冬更替等，無一不在表達一種無常觀念，這並非是像是死亡無常一樣的可怕，但也在為你闡述著無常的理論。\n「無常」的理念並非僅在經書中才能讀到、了知到，而是說你可以親眼真實體會的到、見到的。因為這些一分、一秒、一剎那不停歇的變換、無一不在表達著無常理論。",
    "無論外在人或事物以及輪迴一剎那都不曾停歇，一分一秒的轉變，都在為我們展現無常的本性、展現世間萬物的真理，因此我們外在的一切所見所聞，都是傳達無常的信息，就跟我們上師一樣，教授著很高深的無常之法。\n只要是懂得修行的人，你可以從外在上師及一切人和事物上，去瞭解到「無常理念」，從而去觀修。以前也有這樣公案，往昔聲聞阿羅漢也會到山洞中，看著骷髏來修持無常，最終在盡輪迴時期，也會獲得解脫。"
  ] as const;
