export const teachingBody106 =   [
    "這裡主要是讓你瞭解到，當你已獲得非常稀有難得的暇滿珍寶人身時，不應該去浪費他，而不應該去虛度消耗，應讓這難得人身具足意義，這才是死亡無常的真正之理。\n總之「觀修無常」是一切修道之根本，不論從小士夫之發心，乃至五地十道的修持過程，都需觀修無常。",
    "在觀修「無常」時有一個特殊涵意，俗諺云：「在一切腳印之中，要屬大象腳印最大」，就如同大象腳印一樣，在一切修持法中，「觀修無常」最為重要，因此觀修無常時，要將「無常」作為修法的動力，去自我鞭策、激勵自己，讓自己更精進於佛法修持之道。\n正文之中對無常作了兩種區分，即「外器世間的無常」以及「內情眾生的無常」，講到外器世間無常中，也分為粗和細兩種，整體來講，「粗之無常」就是總體世間的成住壞滅，而其中的四季變換及內在一切變化，則稱為「細之無常」。",
    "科學家們以邏輯推理方式來看世界形成過程，當初宇宙還未形成時，出現宇宙大爆炸，然後粒子、原子慢慢形成，最終產生出地球，地球也是好像經過十幾億年，如此長時間的逐步形成，從一個沒有任何生命體存活的狀態，直至演變至今，成為可讓一切有情眾生依賴、生存的地方。"
  ] as const;
