export const teachingBody107 =   [
    "這次谶摩比丘尼辯經法會中要講完是不可能了，因為這本書共有一百五十頁，但目前才講到二十頁，今年是很難結束的。但又有人提議說，如果今年能講完，真是會非常殊勝。\n但我覺得，這幾天課程之中講授的內容，若是一個想要修法者，修一、兩年都已經足夠，因此說即使講不完，也沒有太大關係。",
    "比方說一個不修持的人，對他講所有甘珠爾、丹珠爾大藏經講幾百次，也沒有任何利益，往昔帝釋天梵天等以七支供養等請求佛陀傳授法門，因此佛陀傳授大藏經等無量法門，但是現在的人還是不滿意，還說要轉法輪、還說請點亮佛法的明燈什麼等，但他們卻不去修持，若不去修持的話，就算轉千次法輪、點萬盞佛法明燈，也沒有任何利益。\n因為佛陀已經淋漓盡致、毫無疏漏的為我們轉了這麼圓滿的法輪，你們還不滿意，佛陀都轉完了，還要轉什麼，還要點什麼樣的明燈呢？若自己不用心去修持，講再多也沒有太多利益。",
    "因此說要結束課程、要點明燈、要轉法輪，雖然很多人這樣提議，但若不去修，也沒有利益。即使此次未能講完，未來還是會圓滿呈獻給大家。沒關係，前幾天下午有事情、身體也不太舒服，因此沒能為大家開課，（法王用康巴語）但今天不管遇到什麼樣的困難，我都會來為大家繼續講課的。"
  ] as const;
