export const teachingBody108 =   [
    "昨天談到的主題為「皈依」，今天希望再在此主題上多所著墨：談到皈依對境有三種：佛、法、僧三「寶」，此處提到的「寶」，藏文稱為「仁波切」，意即「稀世之寶」。",
    "「仁波切」一詞是由西藏的譯師直接意譯，描述為「珍貴稀有之最上珍寶一般」，若直接以印度音譯，則如同形容鑽石等一般世間寶石，無法顯示出三寶之超覺殊勝、尊貴、稀有之處，因此西藏譯師採用意譯方式。\n為何取名為三寶？因佛、法、僧三寶具足六種義理，如同珍貴如意寶一般，故稱為「三寶」。\n因此，三寶具足如意寶相同之六因，眾所周知的《寶性論》，在梵文、中文等各有不同名稱，本書藏文直譯為《大乘無上續論》，其中就講到三寶具足的六種殊勝之因。",
    "此「六因」即是「稀有」、「無垢」、「威力」、「莊嚴」、「最勝」、「無變」，為何稱為稀世三寶？因為三寶住世的機會，是極為稀有珍貴的，如同如意寶一般曠世難遇;第二是「無垢」：如同鑽石一般，具備無瑕疵的自性，三寶也毫無瑕疵，具足「遠離一切虛無垢染」之功德。其下不一一做解釋，總之三寶如同如意寶般具足六因，因此稱為三寶。",
    "三寶為何是三個呢？僅是皈依一寶不可嗎？談到藏文「昆秋」、直譯為「稀有最勝」，將我們要皈依的「三寶」稱為稀有最勝的珍寶，而在其他宗教中，也會對造物主神會稱為寶等，或很多宗教僅有一個皈依處，有的有許多皈依主等，而佛教對皈依之安立不多不少，恰恰三個。"
  ] as const;
