export const teachingBody109 =   [
    "皈依的這三種對境，一方面是為調伏三種不同眾生，因此安立為三寶，由行者各自對皈依處的希冀，以此來安立三寶。\n文中的「三種種姓」，在此稍做解釋：即為「大乘修持種姓」、「獨覺種姓」及「聲聞種姓」等。",
    "因此首先提到「佛寶」時，大乘種姓修持行者主要希冀獲得佛陀果位，因此在三寶中，對「佛寶」更為注重，想要獲得同等之佛陀果位，為調伏大乘種姓行者故，而立佛寶。",
    "第二為法寶，主要宣說對境為緣覺或獨覺種姓，獨覺種姓特別注重導師釋迦牟尼佛宣說之四諦之理，並希望於盡世間劫時，獲證涅槃果位，因此不需依靠其他上師善知識，而是依靠自力、十二緣起等道理，主要藉由瞭解苦諦和集諦而修持四諦之理，以希求涅槃果位，故立法寶。",
    "第三對於聲聞種姓，主要向其宣說僧寶，也就是說在盡世間劫時，聲聞乘種姓者特別注重善知識的訣竅，需要依照訣竅從而獲得阿羅漢果位。在律典、佛陀本生傳中可看到，聲聞乘者依照佛陀教言，而獲得自身希求的聲聞果位，例如不還果等，因此對他眾及其他善知識之訣竅更為注重，因此安立僧寶。",
    "之前所提三寶，以不同種姓來安立，也有以「希求」安立之法，此處不多說。\n我們可以藉由各自經驗，對三寶產生一定定解、信心，譬如當我們遭遇小病小災時，可自行吃藥或由親友照顧，來自行療癒，但若身患重病時，就不得不住院、進加護病房或急診室等，譬如會去找醫療專家或醫術高明的教授當主治醫生等、由專職護士做特別護理照顧等，身患重病者，就需要如此專業的醫療照護。"
  ] as const;
