export const teachingBody111 =   [
    "因皈依：皈依已成之佛",
    "果皈依：皈依自己未來現証之佛",
    "「因皈依」：為基於畏懼，而依靠、找尋已成就佛果者為皈依，稱為「因皈依」。\n也就是皈依已成就之果。 皈依已獲証佛果的佛陀，都稱為「因皈依」。",
    "「果皈依」是對於自己所要獲證的三寶果位做皈依，因為某一因緣或畏懼，從而想要現證、獲證從畏懼之中解脫的果位，皈依未來自己將要獲得的佛果位。\n還有一種說法：釋迦牟尼佛未成佛前是淨飯王子悉達多，成佛後稱為「釋迦牟尼佛」，因此，皈依未成佛前的悉達多王子是「因皈依」，皈依成佛後的世尊是「果皈依」。",
    "對於大乘以下之行者，不具備「果皈依」的概念，他們不會去皈依自己將要現證的佛果，因為在他們境界中，並無此佛果，因此會去皈依獲得解脫之法。",
    "前幾天也講過三種信心：「清淨信」、「欲樂信」、「勝解信」三種之中，對初學者而言，最為重要者為「清淨信」，以此作為基礎，從而產生「欲樂信」。\n對初學者，「因皈依」更為重要，因為他們皈依對象不是自己，而是皈依自己以外，已成佛果之對境，例如我們平日拜佛燒香之佛。",
    "果皈依是皈依自己將要獲得的佛果，對此佛果產生希冀之心，有此希冀之心，也想獲得與導師釋迦牟尼佛般的成就果位，因此精進努力，來獲證佛果，由此而延伸出「欲樂信」，自然而然稱為「果皈依」。"
  ] as const;
