export const teachingBody112 =   [
    "僅對佛有信心仍不夠，還要相信自己能成佛",
    "因此，僅有信心、信「佛」不夠，還要相信自己能成佛，秉持信念後，精進努力去達到此目標、達到果位，並對「獲得果位」產生信心，才是至關重要。\n因此，「因皈依」和「果皈依」這兩點，都是極為關鍵的。",
    "之下提到皈依的「功德」。",
    "皈依功德有多種，例如成為佛教徒、具有戒律之根基，之前說過，要進入佛門，最主要是將三寶視為主要皈依對境，而進行皈依。在此有一疑問，對在家修持者不太重要，但對辯經、修持大論行者而言，卻是一個疑點。\n例如有人會疑惑提及，導師釋迦牟尼佛為調伏萬般眾生而示現不同身相，如婆羅門、外道、等等身相，",
    "一、若佛陀示現為外道導師以調伏眾生時，我們若皈依此外道時，是否皈依佛？",
    "二、皈依佛，是否代表皈依了示現出的外道導師？是否因此皈依外道，觸犯皈依的學處?",
    "當然，有人可能會說是現量皈依佛但並非真實皈依，但此處講皈依佛是講總體而非現量。\n總之，對於一般佛教徒而言，是以「將三寶視為主要或根本皈依對境」與否，來區分出「佛教」或「外道」。",
    "皈依為戒律之基，我們要善加區分「皈依」和「受持皈依戒」這兩者，若僅是皈依佛法僧，是「皈依」沒錯，但並未受持到「皈依『戒』」，並非僅靠唸誦「皈依佛法僧」即可得受到皈依戒，而是要去念發誓文，要有發誓時間點及時間限制等。而在皈依戒中，時間是要「直至壽命窮盡」，因此要善加區分「皈依」和「皈依戒」。"
  ] as const;
