export const teachingBody114 =   [
    "受戒也會依靠發心動機不同，而有所轉變，例如受持大乘布薩律儀時，若僅想著「受持近住律儀、只到明天日出，其他時間不會再受持」，有此想法時，就很危險了。",
    "比丘學處中也有此八關齋戒戒條，因此在受持大乘布薩律儀時，以特別發心動機來受持就不會有過失。例如受戒時，祈願「希望世間再無飢荒、希望病人或親友無病無災」等，同時心想：「我平日也在持戒，但今日特別為他們發菩提心，今天是為某眾生或某地發起特別殊勝之心而求受律儀」，以此行之就無大礙。這僅是謹慎面對受持或特別關注的動機，於此就無任何危險。",
    "往昔很多大德曾說，一些在家人守持八關齋戒法會時，大德會說參加八關齋戒的在家人已非一般在家人，因為參加者要發起殊勝菩提心，已經是菩薩，在我家鄉也有此情形，就是在家人受持八關齋戒時，不論是出家人或在家人，都會前去供養，就是因為覺得是非常殊勝對境，依此供養而可積累很大福德之故。",
    "一般皈依戒有「墮落」和「衰敗」兩種退失，也就是說，當你捨棄佛寶時，就證明你的皈依戒已退失，而若捨棄其他二寶，會否退失？這還有待研究，但總之當我們捨棄佛陀而去皈依其他世間神時，就會讓皈依戒因此退失、衰敗。\n對此，岡波巴大師也曾指出，破壞戒律有兩種，「墮落」與「衰敗」：其中，「墮落罪」是捨棄佛陀而尋找其他皈依處、「衰敗罪」則是違背法意而去損害眾生。",
    "皈依學處有：經中所述學處與訣竅所傳學處兩種，經中所述學處，是無著菩薩所著之《五部地論》中所提之皈依學處，訣竅所傳學處，則是阿底峽尊者傳承中的噶當派中，遮止、奉行、及共同等學處。對於皈依學處，明天我會為大家再做講解。"
  ] as const;
