export const teachingBody115 =   [
    "如同早上所講，導師釋迦牟尼佛如同華陀在世一般，具有高明醫術，這樣的一位良醫，可以治療我們「業」和「煩惱」的疾病，也給予我們很多對治業與煩惱的訣竅，如同醫生對症下藥一般。",
    "例如感冒時要吃感冒藥，如果什麼都吃，不要說治好病，還可能適得其反，產生其他疾病。同理，頭痛時吃頭痛散，拉肚子會吃瀉立停等，為了希望儘速恢復健康會去謹聽醫生囑咐、去按時服用醫生給的藥。\n佛陀已經為我們配好業與煩惱之藥，也透過善知識來給予我們藥，並善加護理，藉由這些療法，業與煩惱的疾病才能解脫。",
    "當下我們要做的，主要就是好好去吃藥，也就是如理如法去修法，因此，並非僅是皈依就行了，唯有依靠修法，才能解決我們的痛苦，消除我們煩惱與業的疾病。",
    "如果不去實踐、修持，即使唸十萬遍皈依，也毫無用處，例如在修持加行時，四十萬遍加行之中要唸誦十萬遍皈依，並不是數目夠了就行了，而要心生皈依。",
    "念誦皈依是屬於「言詞皈依」，「實義皈依」則是心中皈依，也就是對佛陀生起信心、相信佛陀說的一切。如同遵從醫囑、遵行如何忌口及服藥等，不然醫生對我們毫無幫助，我們疾病也不會痊癒。"
  ] as const;
