export const teachingBody117 =   [
    "剛剛談到「謗法」這樣的詞，那就多解釋一下。一般我們說，謗法就是毁謗真實的佛法說它不是佛法，把是佛法的說成不是佛法。有一種說法：你對佛所造的罪業，還可以清淨，但對法所造的罪業，就很難清淨。所以，謗法是不容易淨除的，我想針對這個部分再講一講。「謗法」的用詞不是很常用，所以一般人可能不太了解，白話來說，就是我們這種偏私的心、分別你我、分別教派的心，就算是一種謗法。舉例來說，大乘會說小乘不是真實的佛法，或小乘說大乘不是真實的佛法，這就是一種謗法。或者在大乘中，例如說噶舉的教法才是最清淨的，除此之外其他教派都不是最清淨的，都不是真實的佛法，如果有這樣的說法都是謗法。",
    "大小是相對的用詞，對大乘的人來說，小乘相對是較小的。其實，現在對我們來說小乘根本不是小，相對上根本就算是大乘了，因為我們連小乘都差得遠了。但是，對於真正進入大乘的菩薩來說，的確小乘是小的。所以，我覺得不應該在文字上炫耀，說他是小我是大，這沒有任何意義，而應該是想想自己到什麼程度，自己的修行到什麼階段了。有時想想，我們根本不應批評人家是小，因為我們連小都還不到，小乘現在對我們來說根本就是無上的大乘。所以我覺得在名稱上的討論，一點用處都沒有。",
    "藏傳佛教裡有四大教派：薩迦、噶舉、寧瑪、格魯。第七世大寶法王噶瑪巴確札嘉措曾經說：「我們會以為四大教派差別很大，但其實本質上尤其是佛法上是沒任何差別，唯一的差別只是因為他們的傳承、駐錫地、上師的不同，所以才會有四大教派的不同產生。但它都是從印度的一個佛法傳承過來的，不是由印度不同的佛法傳承過來的。」不只是四大教派，就算是一座寺院裡面也會有些不同，辯論場上會有看法、見解的不同，甚至是修持的咒師、瑜伽士，鈴跟杵哪個放右邊，哪個放左邊也都有不同說法。我們不能因為這些小小的差別，就說佛法根本上也不同。過去四大教派傳承祖師間都是互相參學的，沒有一個教派是獨自跟其他毫不相干的，並沒有這樣的狀況。問題常出在於，我們會把世間的對立，貪嗔的分別之心帶入佛教，我覺得這樣就不好了，分教派、分你我只會讓佛法壞滅的。",
    "在儀軌的傳承上，也鬧了蠻多笑話。過去聽說有一位僧人去大寺院學儀軌，他很認真，拿著筆就在看維那師（領唱師）怎麼做，然後逐字逐句地記下來。當時大概是在修《大日如來》的儀軌，所以維那怎麼唱，他也就記下來，什麼時候要敲法器等等。突然到了一個部分，維那的杵就從手中掉下來，其實是維那睡著了，但記錄的小僧人就覺得這一定也是個特殊的傳統，也把它記下來，就在儀軌旁寫了一行小字，「此時要掉下杵」。他回到他的寺院後，就把這樣的傳承傳下去了，而且告訴大家這是一個特殊不共的傳承，就是在這個時間點要把手中的杵脫落。這真的是鬧了很多的笑話。",
    "另外還有一個笑話，在寺院裡修法結束後會有吉祥文的念誦，他們的傳統是吉祥文念誦完後還會敲鈸，要敲很久大概半個小時。另外一個僧人不懂，就問旁邊的說：「都已經念完吉祥文迴向了，還敲敲敲那麼久做什麼？」旁邊的人就故意開玩笑跟他說：「敲那麼久是因為維那在看那個鈸有沒有壞？有沒有缺口？」那個人還信以為真，就說：「真是的，維那幹嘛昨天不先自己敲敲看有沒有壞，幹嘛法會時要測呢？真是的。」",
    "總之，這裡我想說的是，其實每一個教派的建立，都是源於教派祖師為了利益眾生、弘揚佛法的動機，而不是為了世間競爭的原因，因此對於這些教派的任何毁謗，我覺得這都是不好的。"
  ] as const;
