export const teachingBody118 =   [
    "隨喜的部分，一般來講對象有五類：十方諸佛、佛子（菩薩）、有學道的聲聞、無學道的聲聞，以及一切未入道的眾生。這五類就包含了所有的眾生。我們要隨喜的是這五類眾生，他們在過去、現在、未來所積聚的一切福德、一切善行，一切悅意的事，我們都要隨喜。隨喜讚歎的方式，就是要遠離一切嫉妒之心，沒有任何炫耀之心，就像飢餓的人見到食物一般的非常歡喜，見到所有一切眾生的善行都自然而然的隨喜。如果能夠這樣隨喜的話，就連我們過去積聚的功德善業，它的力量也會增長。如果說隨喜者跟隨喜的對象，他們的證悟境界相等的話，那他隨喜的善功德也會是相等的。如果隨喜者的境界比較低，雖然不會得到相等的功德利益，但也會得到很大的功德利益。如果你隨喜的對象修持境界比你低的話，你也會得到很大的功德。",
    "由於隨喜能幫助行者歡喜於善行，因此隨喜對於菩薩來說，是難以思議的善巧修持方式。尤其，我們對佛菩薩不可思議的利他事業更要隨喜，過去這麼多佛菩薩或大成就者，他們這麼多的利他事業很難形容。第二世大寶法王噶瑪巴希的文中提到：「比起有身形的人道眾生，我所利益的天人、鬼神等等無形眾生的數量反而更多。」對於有證悟的修行者而言，他們不僅利益有形的、一般看得到的眾生，他們還利益如天人、龍、夜叉等等無形的眾生。這些佛菩薩、大師們利他的善功德是非常不可思議的，甚至我們連做夢都夢不到。所以，在隨喜佛菩薩的功德時，我們應該這麼地思維。",
    "同時，我們也要隨喜生起強烈出離心的聲聞聖者殊勝的修持，尤其他們這種想要從無始的輪迴中出離的強烈出離心，是非常不容易生起的、非常不可思議的。所以，對於生起這樣難得、不可思議的出離心的聲聞聖者，我們也要隨喜。",
    "在隨喜凡夫的善行時，我們應該這樣思維：一般凡夫都是煩惱熾盛的，可以說百分之百都受煩惱控制而不由自主，然而能夠生起這樣大的善心，或是行持這麼大的善行，這是非常難得的事，我們要這樣來隨喜。就像《三蘊經》裡提到的：如果能夠以善心供養布施一個眾生，哪怕像只是供養一糰之食這樣的善行，這都是非常難得的、值得迴向的。",
    "還有一種狀況是顛倒的隨喜，就是對剛剛提到這一切如虛空般難以形容的善根，我們不隨喜，反而是隨喜我們不喜歡的人或仇敵的痛苦。這種顛倒的隨喜，是對隨喜的一種誤解。",
    "接著我想講一個佛陀在世時的故事。當時有一位波斯匿王，連續七天齋僧。佛陀就問波斯匿王，我要迴向給布施食物最多的人，還是迴向給功德最大的人？波斯匿王就說要迴向給功德最大的人。所以，在前六天的齋僧功德，佛陀都是迴向給一位老太太，並沒有迴向給波斯匿王。當大臣們聽到前六天都沒有迴向給齋僧的波斯匿王，而是迴向給一位老太太時，他們就到處去探聽這位老太太是誰。結果找到這位老太太之後，他們就障礙她對波斯匿王的隨喜。",
    "原來老太太所作的只是隨喜波斯匿王布施的功德，沒想到她的功德利益比波斯匿王更大。障礙了之後，結果佛陀最後一天的迴向便給了波斯匿王，沒有迴向給老太太。同時，佛陀跟波斯匿王說：「你是國王，所以非常繁忙，可能沒有辦法作到六度的修持，但是你可以好好的修持一個法門，那就是隨喜。修持隨喜就是隨喜一切諸佛菩薩的善行，同時你也將此善根迴回給一切的眾生。透過這樣的修持，你也能成就佛道的。」所以，波斯匿王最主要的修持法門就是隨喜讚歎。",
    "我覺得一位懂得隨喜讚歎的人，他的心隨時都是愉悅的，時時刻刻充滿了歡喜，而隨喜也是我們每個人本具的財富。",
    "曾經在一個富人家旁邊住了一位乞丐，這個富人每天都會看到這位乞丐，早上出去乞討，晚上唱著歌回家。這位富人也是早出晚歸，但他回到家後總是忙著算今天賺了多少、損失了多少，總是非常擔憂，不是很開心。富人就想怎麼會這樣，我這麼有錢，富可敵國，卻不如一貧如洗什麼都沒有的乞丐，他還可以回來整晚唱著歌，我卻這麼憂慮，為什麼會這樣？他覺得要好好去找出原因，就想找個方法讓乞丐也不要太高興。",
    "有一天，他趁乞丐出去時偷偷跑到他家，把一大塊像羊頭那麼大的黃金，偷偷放到乞丐的家裡。乞丐晚上回家一進門嚇了一大跳：「怎麼這麼大的一塊黃金會在我家呢？」他想黃金又沒長腳，怎麼會自己跑到自己的家裡：「搞不好是誰路過忘在我家了，要不要還給他？」但又想一想，這不太像：「這一定是三寶給予我的加持，是三寶可憐我、賜予我的。」他就開始想：「明天要用這塊黃金去買些什麼東西呢？要買一棟房子等等。」他東想西想，結果那一晚他就忘了要唱歌。富人在旁邊一直觀察，透過這樣的觀察，他就明白了讓乞丐不再唱歌的原因是什麼。",
    "故事的結局不曉得怎樣，到底黃金有沒有留在那兒，還是被富人又拿回去了，我們就不得而知了。很多人一生就為了追尋這樣的快樂，想太多了，太汲汲向外找尋快樂，其實快樂不一定要有錢、有華廈、名貴的轎車、很多朋友，快樂都不在外在的這些東西上。很多時候快樂很簡單，就是知足的心，就是一念隨喜讚歎。換句話說，快樂就是我們內心本有的一種喜悅，它不需要任何的原因和道理，本來就在那兒。"
  ] as const;
