export const teachingBody119 =   [
    "即便是大乘、小乘之間、各教派之間，都不應存有詆毀之心，即使你不能對他們生起淨觀，也不要去偏執自身教派，而去詆毀其他教派和其他乘。",
    "雪域藏地有很多不同教派，我們平常看到好像覺得並非一體、各自分立、有不同傳承，有此想法，但佛教各教派名稱，其實也僅是字面上不同，真正含意並無差異。\n例如成就者在創寺取名時，會以地名或名號來取教派名稱，僅是名稱上不同，在含意上毫無差別，雖然各教派都會宣講各自教派殊勝之處，但僅是分開而言是如此，總體而言，都是一體的。",
    "譬如在灌文殊菩薩頂時，會說「對於智慧而言，是最為高深之本尊」，說文殊灌頂可以讓我們智慧增長;或舉行觀世音菩薩灌頂時，會說「觀音悲心最為殊勝，要想生起悲心，一定要灌觀音頂」等。",
    "如果分開而言各有殊勝之處，若並列一起，能分辨誰高誰低？敢說文殊菩薩沒有悲心，或說觀音菩薩沒有智慧嗎？無人敢說，分開時可分說其殊勝之處，但含意是相同的。\n我在此想講個故事，雖已經超時，但我覺得不得不講。不是只是超過一點，而是超過很多時間了。\n這一個寓言是說，有一位賣兵器者在市集擺攤，他舉起盾說，「此盾極為堅固，足以阻擋世間任何兵器」，接著，他舉起一個矛，說「不論世間何等堅硬之物，此矛都可將其穿透」。旁觀者就問說，「以子之矛，陷子之盾，何如？」那賣兵器者無言以對。",
    "分開來講非常有道理，合在一起就行不通，故稱「自相矛盾」，教義也有點異曲同工之意，各教派分開來可宣揚其功德，合在一起，就別再贊自毀它了。藏傳佛教各教派的導師相同，修持相同，總體相同，都在守持別解脫戒、菩薩戒和密乘戒，觀修的慈悲心和空性也是相同的，僅是名詞不同，真正意義都相同。",
    "我們講話時，不可能講什麼都要一字不漏的全盤複述，每人都有自己說話方式，也例如藏人有不同鼻子或眼睛，有的是高鼻梁，有的是塌鼻子，有的是圓圓的，不能因為長相不同，就否認說他不是藏人，同樣的，各教派間雖字面表達不同，但教義是相同的。"
  ] as const;
