export const teachingBody122 =   [
    "總之，「惡友」是要看心態的好壞，而非直指外道，不能單純區分「只要佛教徒就不是惡友，是外道就是惡友」，因為有時，與外道接觸反而讓自己會變得更好，與佛教徒接觸反而帶壞自己。 「外道」的定義並不是說心態不好，而是「落於執邊、執著於一邊的頑固者」，而「貪執自宗、詆毀其他教派者」，就是「惡友」，雖然徒有佛教徒名稱，自己雖身處佛門之中，若有此惡念心態，就與惡友毫無差別，我們不應與之同行。",
    "總之，噶當派諸位善知識大德說，對於佛教內部的那些具有偏私貪瞋之心者，我想他們應該從頭再來求受皈依，因為他們皈依戒早已不復存在，對於這樣的人，心中也應該已無慈悲心。 即使他的學養淵博，辯才無礙，能將兔角說成牛角、或將兔角說成真實之物、如同活生生可看到一般，都對自他毫無利益，對於持此偏執貪瞋心態之人，就算他是自己父母、親朋、家人、上師，都不應與之同行，而應遠離。",
    "在此有一個故事，有人詢問博多瓦大師說，「藏地盛行苯教，與之相交，是否會有結交惡友過失？」大師回答說，與苯教徒交友，不會有過失，投靠部落的領袖可能會有過失。比此更厲害者，去依止那些講法的頑固老僧人的話，一定會有此過失。所以，很多過失都是從佛教內部產生，此處提到之「不應結交同行」不是心存不善之念、要去跟他爭吵打架，而是要以善巧方便，不讓其惡行染污到自己，正如「近墨者黑」，不要讓自己也沾染到污點。"
  ] as const;
