export const teachingBody126 =   [
    "在我個人的一些經驗跟感覺呢？我感覺生活越來越繁忙了！可以說自己唸誦、課誦或者禪修的時間越來越少！但是我平時的想法是什麼呢？我常常會遇到很多朋友，在這些日常裡，我會常常觀察自己的心跟行為是不是真的符合真正利益到別人，或許我這麼做就 是我的一種修行方式，這是屬於我個人的一種特殊的、不共的一種修行方式。",
    "當我小的時候，一早我會唸一些課誦文，中午也要唸課誦文，晚上也要唸，但至少我會 唸一個小時，每天會唸一個小時的課誦、日誦，當時只是覺得，把它當成一種例行、覺得很重要的功課，並沒有特別其他意義。但是現在我常常會接觸很多的朋友， 互相之間結下關愛的善緣。",
    "當自己一個人的時候，譬如在我吃東西、睡覺的時候..等等，在個人的時間 裡面，我常會在心中浮現，就好像眼睛甚至還看到我今天見到的這些朋友，所以我覺得自己的心，並沒有遠離這些朋友們，這對我來說是一個活生生的、一個很實際 的一種修持方式。以前似乎所謂修持佛法目標都是很模糊的，並不是一個活生生，或者所緣境都不是太清楚，是比較模糊的，好像只是一種祈願、一種希望而已。但 是對我來說，現在我常常覺得這些目標也好，或者所緣境，都是活生生在我眼前衍繹、在我心中刻繪。所以常常要利益別人、幫助別人，這對我來說，是一個活生生 很實在的一個歷練，是很熱騰騰、很實在的一種狀態，這是我的一個感覺。",
    "請不用擔心，我並沒有感冒。本來想說要感個冒也不錯，但是一直沒有感冒。我小的時候，有時候因為看太多經書，覺得有點累時，我就想：「要是生病一下，該有 多好！」。藏醫有時候會看我們的脈，或看我們的狀態。在西藏有的人生病，藏醫還會看你的尿液或是參考一些狀態。在當時有一個喇嘛，他為了要裝病，所以刻意 把醬油倒進尿液裡，然後給醫生試圖蒙混過關，但是我並沒有這麼做，至少到目前為止我還沒有這樣做過。"
  ] as const;
