export const teachingBody130 =   [
    "這樣對於一切眾生的一種關愛，這種如同珍寶一般的，如果我們掌握到它，如果放在你的心中的話，那麼我們所謂的該斷的煩惱、具備對治法，才會變得比較容易，因為你 會知道心中有這麼重要的一個珍寶，而其他的沒有什麼關係。",
    "譬如說：「煩惱」，平時我們說要捨棄「煩惱」似乎不太容易，我們常常會覺得粗略的「煩惱」不好，雖然有這樣的一種認識，但是你卻不完全覺得應該捨棄它，所以會很容易生起情緒跟「煩惱」，但是如果你掌握了慈愛、關愛的珍寶，在你心中的話，你會覺得其他都不重要了。",
    "譬如有一個人很喜歡對方，他雖然找很多對象，到處去結一些緣，但是都沒有辦法作決定，最後將會知道──「心中最喜歡的人是誰？」當他得到這樣一個喜愛的人 的時候，那過去的、所認識的，都不再需要了。只有這一個你愛的人，你會想要跟他過一生。這樣比擬雖然有趣，你如果找到這樣一個心中知道最珍貴、最珍愛的對 象時，其他都不再需要。",
    "所以現在我們心中的這個珍寶，可以說是一種，對一切眾生的關愛。如果你只放在心中，但是因為你沒有意識到，你不具備這個珍寶，所以你會覺得手足無措，沒有辦法作決定，會有很多的疑惑和遲疑。"
  ] as const;
