export const teachingBody132 =   [
    "所謂的修行或者修持佛法，是每個人在自己生活當中，，它需要跟你的生活一起的、並行的，就好像你的生活要有清楚的目標，同樣的佛法也是一樣。有許多修行者 進入佛門之後，開始修持佛法，會覺得好像要把佛法帶入到生活，切入到佛法當中。",
    "我覺得最重要應該是我們對佛法的一些體會。因為初學者，並沒有對佛法很深的 體會和瞭解，只是很粗淺的瞭解。由於這個原因，我們說要把佛法帶入生活當中，似乎會很困難。修學佛法的原因，是因為我們生活當中會遇到很多困難、煩惱，或 者會覺得一種空蕩蕩、一種空洞，我們會覺得有一種空虛感，這時候我們會想要填補一些心靈的東西，就是這樣一個感覺。所以我們應該利用這種空虛或者遇到挫折的情況，遇到這些情況我們想：「佛法對我這樣的情況有什麼樣的幫助，我們應該怎麼做？怎麼透過佛法來做？",
    "怎麼來填補我們人生當中的空虛？或者如何幫助我克服各種的困難和挫折？」可能要從這種角度來想。",
    "我們常說，佛法要跟生活一起，我覺得這兩者有些不同，因為有些人總是很想要試著把佛法帶入生活，但是有時候會變得整個生活都變了！譬如有的人還沒修行佛法 的時候，家庭氣氛還蠻融洽，但是成為佛教徒之後，興許太投入佛教，整個人全變了！本來家庭很和諧，尤其密乘總喜歡要鈴杵，反而造成家人的一些困惑，會覺得 這個人怎麼修學佛法後，變成另外一個人，變得怪怪的..等等。",
    "因為剛開始沒有對佛法具備正知、正 見，所以刻意想要把他認識的佛法硬生生帶入到生活當中，這反而打擾了家人，打擾到了他的生活。對一個初學者來說，我覺得最重要的是在生活當中，遇到的一些 困難，然後經由這些時刻和機會來思維佛法，那麼在這時候你會想到：「我困難的時候，佛法對我會起什麼作用？」",
    "你會瞭解：慢慢的你會知道生活離不開佛法，不論任何一部份，由於你先從這些細節，每一次的機會將它跟佛法相融，用佛法來解決這些問題，慢慢地你會知道整個生活它都是佛法了，佛法跟生活會產生一種平衡。如果不懂這一點，反倒會造成生活中的不平靜。"
  ] as const;
