export const teachingBody133 =   [
    "我們所謂的修持佛法，所謂的「法」到底是什麼？所謂的「法」就是調整自己的心，也就是讓我們的心更好、心變善。那麼所謂的調整我們的心，這個方法是什麼？ 我們要知道什麼方法可以調整我們的心？什麼口訣？我們需要的是一個真正的、實在的一個口訣；如果是一個假的口訣，這是不行的！我們需要有具備傳承的、具德 的、正確無誤的一種修心口訣，所以我們要親近一位上師。",
    "但是要找到一位具德的上師也並不容易，雖然自己想要找，或者自己覺得他是具德的，但他也不一定真正 是具德的，所以的確許多朋友、弟子都遇到這樣一個問題。",
    "所以真正調整我們的心的這種方法，這就是「法」，那麼這種「法」或者教導我們這些教法、口訣的上 師，也變得非常的重要！那我們可能接著會問說：「那這個口訣在哪裡呢？」，這種口訣我們說是要依止「上師」、「善知識」，這兩者要分開，譬如說：你想要依 靠的一個對象，那麼這時候叫作「善知識」，或者稱為叫「老師」。",
    "還有一種是你並沒有特別要依靠、皈依他，你就只是聽聞他的說法、聽他來講 法，那麼所以可以分為這兩種：一種是你心裡要依靠的這種「上師」的話，那就是你真正要透過他的教導，各種的方式告訴你，如何降伏煩惱的方式，這種「上師」 就會需要是一個「實修的上師」；但是第二種「老師」就是指一般教導佛法知識的「老師」，就算他自己沒有實修，但是也沒有關係！",
    "重點是他具備佛法的知識，這 樣也是可以的！我們常常說這樣的「老師」也是很重要的，因為透過他，你對佛法會有更多的瞭解，more understand的話, 那這樣也會很好的！所以我們說「老師」、「上師」可以分為有這兩種，或者說「善知識」有這兩種"
  ] as const;
