export const teachingBody134 =   [
    "一般我們說，所謂的「老師」是指真正是一個人的「老師」，但有的時候有的「老師」它會以不同的形象出 現，它不僅是所謂人類的「老師」，身為人類的「老師」，而是我們說外在各種的相，它也都是「上師」。",
    "譬如說：我們在修心的教法當中提到，逆緣、各種惡緣， 就是我們的「上師」、就是「善知識」、就是「老師」，這些逆緣、挫折，其實它都是我們的「老師」，都可以教導我們。或者說「四季」春、夏、秋、冬，的變 換，「冬天」我們會直接反應，要穿厚的衣服，但是我們不應該只是這麼膚淺的理解它，而是要更深刻的瞭解到，事實上，這個春、夏、秋、冬，它並不是分開的四 個季節，事實上我們常常提到無常的道理，所謂的無常，它是一種延續性的一種轉變。",
    "譬如說：「冬天」它是因為春天、夏天這樣一個，花朵的盛開，這種情況慢慢 的消失，然後冬天才會展現出來。所以當我們談到「四季」，或者「冬天」出現的時候，你更深刻去思維「四季變換它就是無常的一個『老師』，它在教導我們無常 的道理的。」那麼這就是一個無常的口訣，這可是一個活生生、熱騰騰的一個口訣，就展現在我們的眼前。",
    "所以這樣一種活生生、熱騰騰的佛法的口訣在哪裡呢？就 在各位的生活當中、各種的經驗當中，這是我們要認得的，這真是我們要知道的，所以佛法不是只有耳朵聽到的那些才是。這我以前也常常說過，就像我自己，我會 有機會聽聞、接觸到很多的上師，聽聞到他們的教法，我有更多的機會，很多人會說「你有這樣的機會！」，但事實上，佛法不是只有耳朵聽到的這些教法而已，而 是你真正聽到的這些教法，它的意義跟它的東西是什麼？你因為聽到這些教法，而你會生起一種聽聞的智慧，而你要真正去思維跟體會到它。所以，所謂的佛法並不 只是你耳朵聽到的，眼睛看到的、經歷到的這些，都是佛法。"
  ] as const;
