export const teachingBody138 =   [
    "我們開始一天的工作了，在到了辦公室之後，首先在工作開始前，你可能坐下來，這個時候要先讓自己的心平靜下來，為什麼要這麼做？",
    "因為很多人有的時候一到辦 公室，會非常的紛亂的這種心、很散亂的心，所以剛開始工作前，先讓自己的心靜下來，你坐下來之後，可能作五分鐘的禪修，但可能五分鐘也太長了，可能老闆會 跑來罵人說「你怎麼不工作，在那兒禪修呢？」，所以可能我建議是一、兩分鐘就好，你坐下來，你靜下來的時候，你想：「我希望自己的工作是真正能夠利益他人。」",
    "重點是你要有一種奉獻心，或者佛學術語叫作一種佈施的心，你要有一種奉獻的心，你要想說：「社會上有各種各行各業的工作，我希望我現在做的這個工 作，它能夠對社會產生意義、產生利益！」你要有這樣的一個發心，所以當有這樣的一個動機之後，你要告訴自己：「我要好好盡到這個責任，為社會、為大眾作奉 獻，然後把這個工作做好。」",
    "如果這麼做的話，那麼你的工作就有點像是一種奉獻、是一種佈施，這個工作就可以變成是一種佈施的一種修持了！"
  ] as const;
