export const teachingBody141 =   [
    "有時候我們工作上有很多壓力，有時候我們會想說「我要做這個，要想做那個。」有時候你會被工作壓得喘不過氣來，我們總覺得有太多的事情要做。因此為了要從 這些壓力當中釋放出來，所以我們想要去做一些修持，但我們發覺有太多事情要做，所以我們會想到佛學中心，但是到佛學中心，又有太多事要做，譬如說：你不做 這些事情的時候，上師會告訴你說：「你違背了三昧耶戒了。」",
    "所以那個也變成是一種壓力。我們需要做的是什麼呢？我們要做的修持是什麼？也就是要找到內心的 一種平靜，並不是外在的，要找到一種內在的平靜，你可以透過修持，找到你內心的一種平靜。所以有時候我們的心，它就好像是一種很溫暖、很快樂的家，由於這 個原因，我們要每天當中要花一點時間，讓我們的心能夠平靜下來。",
    "或許這會是個好點子，每天至少要讓自己的心，有十至二十，至少十分鐘，每三小時讓自己靜下 來十分鐘，我們要給予自己這樣一個時間的。就好像我們的心，它會向外去投射，它會散亂，但是要記得，心總是要回來的。所以我們不能夠只是這樣子放縱讓心向 外，同時也要關心到、要知道說，要準備一個家讓我們的心回來，讓心能夠回來之後，能夠安住的這樣一個溫暖的地方、一個家。",
    "要讓心得到一種平靜，最好的一個方法，就像之前所說的，各位每天需要給自己幾分鐘到十分鐘的時間，然後專一不散亂的在一個所緣境上，或者一個對象之上。如 果沒有這樣的時間，至少要做到讓我們的心放輕鬆，可以說它就是一種不希求未來，同時也不想著過去，安住在當下的一個放輕鬆。為什麼會有人沒有辦法在所緣境 上做專一的禪修，因為可能他一天太累了。",
    "他沒有力氣再專一去修，所以這個時候你至少要、你可以做到的是什麼呢？就是讓你的心放輕鬆，那這是一種什麼樣的感 覺？什麼叫做讓心安住、放輕鬆。"
  ] as const;
