export const teachingBody143 =   [
    "可能 各位有的聽完之後，今天一回去就躺平了在床上，可能旁邊的人會覺得很奇怪：「這個人怎麼一回來都躺平了。」你會回答說：「這是法王教我的特別的一個方 法。」到時可別這麼說。所以重點在這裡還是在讓自己放輕鬆，或者說還是在於自己的心，也就是你的心有沒有一種決定。",
    "事實上我們常說，在你說要放輕鬆的時 候，你說放下一切，它的確是可以做到的。",
    "那麼就像我來說，並沒有太多的時間可以作唸誦，也沒有時間去作這種禪修，但是當我必須為別人唸誦一些祈願文，或者 作一些修持的時候，因為我的心完全專注在那個上面，所以我的心就能夠放輕鬆，而且可以說，我就放下了其它一切的東西，這可以說就是一種很重要的事情，就好 像在大手印的禪修，常常會談到：「不要作意」就是這個時候，不要讓你刻意去作做些什麼，而這個時候你就是專一的，就好像你下定一種決心，就是要專一的做這 件事情，也由於你有這種強烈的決心──「你要做什麼的時候。」",
    "其它東西，它自然就被剔除了、被排除了，所以如果你沒有這種決心，告訴自己要做什麼的話，那 麼做什麼事情都會很困難的"
  ] as const;
