export const teachingBody144 =   [
    "過去有一個國王跟大臣的故事，這個國王他有很多的東西，有一天他蓋了一個新的王宮，他想要把所有的東西趕快搬到新的宮殿，但是他自己又般不動，而他又不相 信別人，所以他就只好找了一個聰明的大臣說：「如果你能夠在一晝夜的時間，將所有我的東西搬過去，我會給你房子也好、莊園也好，我會給你一切這些東西。」 這個大臣他就非常盡力地、沒日沒夜的，他就這樣子去做，而且他做到了。國王非常高興，也依諾給予了他非常多的東西。隔天，這個大臣拿到這一切的禮物，他已 經累得半死、累壞了，但同時他也完成了這些所有事情，他一到了這個房子裡面，他馬上累得躺下來，完全地放輕鬆了。",
    "這個就是我們需要的，就算你沒有辦法坐在 那兒專一的去禪修，但至少第一步，你要像這個大臣一般的，先讓自己放鬆下來。為什麼我會說這樣的一個故事，因為我們的問題就是心總是不滿足，由於心總是不 滿足的時候，你會總是會覺得累、很難會去想做什麼，所以在這裡至少第一步，讓自己的心滿足了，那這樣子是很好的。",
    "我們說心是很不容易滿足，但事實上，從某方面來說呢？事實上我們也可以這樣子去想，其實我們是可以很容易滿足的，譬如說我們現在有衣服穿、有東西吃，甚至 我們可以想想，就像今天我們大家能夠聚在一起，那麼這都是一件、一種成就，我們想可能五十年、六十年以前，要這樣子容易的聚在一起，這可能像夢一般是不可 能做到的。所以就算是我們現在，都已經是一種成就了，可以說是我們一生當中的一種成就。當你這樣子告訴自己「我的確做到很多事，我達成很多事。」",
    "也就讓你 的心滿足，滿足之後，心就容易放輕鬆，容易安住下來，這樣會很好的！"
  ] as const;
