export const teachingBody145 =   [
    "貪欲的一個生起的過程，可以說一開始就是你對這個你喜歡的對象，你貪欲的這個對象，剛開始可能只是覺得它還不錯、它還可以。當你的貪欲越來越強的時候，你 會覺得它真的非常的好、你會覺得它全部都很好。很合你的心意、很稱心如意的。事實上，這不是太理性的一件事，沒有什麼原因的。所以你貪愛它的原因，只是因 為你喜歡它而已。慢慢地這個東西就進入到你的心，跟你無法分開了！再更進一步呢，這個貪愛會讓你、會覺得你想要得到這個東西。",
    "事實上這樣一個貪愛的境，或者一種可愛樂的境，它的確會讓你變得不理性，或者是無法自主，那麼舉個例子來說，好像我們現在很多的商品、很多的東西，譬如說：很多的廣告，它就是要誘惑 你，或者是要你去買，所以做更各種的設計。你會看到很多這些商品，它的目的就是引起你的每一個、勾起你的這種貪欲。當很多人的貪欲被勾起了，就會想要去 買，甚至你會覺得再貴也沒有關係，仍會想要去買。",
    "從這個感覺、這個例子你就可以知道，因為你的貪欲被勾起了，這種貪欲它就是一種不理性的、它讓你無法自主，沒有理性的一種判斷，它會讓你一見到，你就覺得，就好像一個人被觸電一樣，就是一種你完全沒有辦法自主、不理性的，然後你就可能做一些什麼事情，所以就是這個意思。",
    "我小的時候也到過中國，那時候有人也帶我去一些玩具店裡面，知道那時候各種玩具琳琅滿目的，會讓我覺得這個也好、那個也很不錯，因為每個都設計的很好，但是你也不可能說每個我都很喜歡，所以我全買。"
  ] as const;
