export const teachingBody146 =   [
    "有的時候我感覺到人有太多的貪欲，或者是一種貪愛執著，有時候這種貪欲跟貪愛，它實在是太纏附著你，可以說是黏著一樣，它讓你的心跟那個事情，好像緊緊地黏在一起，沒有辦法分開是一樣的。",
    "因此可以感覺到貪愛的執著，它最容易讓我們的心無法平靜。譬如說：我們說「瞋恨」的一種情緒好了，它也只是偶爾會生起的，譬如說：當你遇到一些會讓你生氣 的情況的時候，你才會生氣。如果沒遇到這些情況的時候，那你都還是會很平靜。它不太真正會傷害到你的心，或者是影響到你的心、你的心情，但是貪欲或者說是 貪愛的執著、貪念的執著呢？它好像是隨時跟著你一樣，就好像你隨時都會想起來，想起來之後，又讓你很久沒有辦法放得下，會有這樣子的感覺。",
    "在西藏有一句諺語說：一個熱的杯子，你想要碰，它又太熱；你想要拿它，但是它太熱，就裝了熱水的這樣一個盤子、一個陶瓷、一個杯子；你想要抓它，但是又太 熱，沒有辦法抓，你不抓它的話，它又會掉到地上，又打破了。就好像是這樣子的一種感覺。這種貪欲就好像這樣，由於你想要抓它，又不能抓，又放不下。這樣子 的感覺。",
    "所以我想，最開始可能要講一些有關「貪欲」、「貪念」的這種感覺。首先我們要觀察自己是如何生起這個貪愛心的，我覺得這是很重要的！我們就說： 「是什麼東西可以讓我們生起這種貪愛之心？」可以說這是一個可愛樂之境，就是會讓我們會想要喜歡，生起貪欲的這些境，但這指的是什麼呢？那譬如說一些，可 以說特別設計出來的一些特別漂亮的東西、特別你覺得好的東西……等等。",
    "當你見到它的時候，你看到這樣的一個境，它會讓你的心歡喜。貪愛的心是指你看到這個境，你只看到它好的部份，但是你會覺得它只是好的部份，你完全看不到它 不好的地方。當你貪欲生起，你喜歡一個東西的時候，這時候你跟那個對象就好像是水乳交融一樣，你是分不開的，甚至你沒有這種理智去分析它。這個你所貪愛的這個境，它在你心中現起的時候，你不自覺得，或者一種叫做你完全沒有理性的，你就會覺得它是好的，它就一直好像跟隨著你是一樣的。"
  ] as const;
