export const teachingBody149 =   [
    "現在很多人在社會上，我們說男女之間也好，互相之間的這種愛情，它是一種盲目的、不理性的一種愛情，也就是說只是一見鍾情的這種情況，可以說可能大家沒有 時間或者是怎麼樣；但有的時候很多人就是一見鍾情，然後就覺得說，我們可以在一起一生，但是之後，又發覺互相合不來。最開始又有很多海誓山盟，這時你沒有 辦法馬上斷除這些關係……等等的。這一切都是因為這種不理性的貪欲，而產生出來的一些情況，在這裡我想要強調的是，我並不是說：「完全不要有這種感情，不 要有這種感情關係。」並不是這個意思。",
    "而是告訴我們說：「要有一種理性的來面對這些感情的問題。」並不是我一見到，就完全愛上了，只是我感覺它好，只是一 種感覺、好的感覺，然後你就喜歡上它，並不是這樣子。而是應該要更深思熟慮的來去互相了解，來面對這些感情的問題，所以這是我想要強調的重點。要不然呢？ 所謂的不要有感情、或者說不要有這種貪愛的情況的話，如果聽了就覺得「這些我都不要了。」那這樣子是不行的。",
    "那過去曾經有一個故事，就是有一對夫妻，他們並不是很和睦，互相完全不講話。有一天先生他隔天早上九點要起床，但因為夫妻之間不講話嘛，所以他就留了一張 小字條給他太太：「明天早上九點要叫我起床！」但是他一醒來的時候，他看到，已經十點了。他很生氣，九點的時候太太怎麼沒有叫我呢？。但他這時看到旁邊， 又有一個小紙條，寫說：「已經九點半了，你該起床了！」",
    "這樣的一個故事，就是夫妻之間都不講話，所以我要講的重點並不是說：「完全不要有感情關係，甚至到互相不講話。」並不要這個樣子，各位又不是出家眾，那這樣子的話會很奇怪，這裡的意思是說：「要理性的來面對這些事情，那麼要深思熟慮的去考慮很多的事情。」"
  ] as const;
