export const teachingBody150 =   [
    "可能有的人會問，那麼我們也常說要慈悲、要關愛眾生、要不捨棄眾生，那這個跟貪欲是不是很像呢？到底跟所謂的關愛有什麼差別呢？的確，兩者它都有提到一種不捨的這種感覺在裡面，但是它的內容或者說一些思維上還是不同的。",
    "慈悲的貪，它是不捨眾生。但它並不是一種只想到自己、為了自己，合自己的心意，所以才慈悲。它是一種理性的慈悲，也就是：他想著那個人的恩德……等等，它有很多原因的思維，它透過很多的原因、透過很多理性的分析跟思維後，而產生的一種慈悲。",
    "慈悲也是放不下、捨不下這個眾生，但是它卻是理性的；貪欲，它的確也是捨不下、放不下，但是它會束縛住你。慈悲的確捨不下任何一個眾生，但是它並不會捆縛住、束縛住你；但是貪欲並不是這個樣子，貪欲它捨不下別人、放不下別人，而且這種放不下會束縛住你、會捆綁住你。",
    "所謂的貪欲跟慈悲這兩者，都有一種不捨棄別人、不捨棄眾生的感覺在，但是呢，可以說一個是理性的，慈悲它是透過理性，它是感念他人的恩德……等等，很多這些理性的思維之後，你會慈悲，對這個眾生慈悲；但是貪欲它是不理性的，由於是不理性，它會捆縛住你，所以這是兩者的差別。",
    "在座的各位，大部分都是在家人，那麼平時你會有很多機會，你要面對這些貪欲，尤其是夫妻之間，你也會需要面對很多感情的問題，但我在這裡並不是說：「貪欲 是不好的！感情是不好的！所以你就斷掉一切，然後完全斷除這種夫妻關係或者什麼。」這也是很困難的。",
    "很多人也會說：「那我怎麼可能做到呢？」我們是夫妻， 我要面對感情、面對這些問題，但這並不是我說的意思。"
  ] as const;
