export const teachingBody151 =   [
    "這是關於「兩個比丘的故事」，我們說在比丘戒律當中，除非有特殊的原因，是不能以貪愛心去碰觸到女性的，有這樣的一個說法、有這樣的一個戒律。",
    "有一天有兩 個比丘，他們從山中下來後，要到另外一個村落，要過一個河，在過河的時候，剛好有一個女孩在河邊，因為水很急，女孩過不去，所以她就問這兩位比丘：「你們 誰可以揹我過這個河嗎？」這時候年輕的比丘，他很注重戒律，他就回答了一句：「我不行」，但老比丘就說：「可以啊，那我揹你。」",
    "老比丘就把女孩揹過河了，過河之後，女孩也放下之後，兩個比丘又繼續走了一段路，這時候年輕的比丘就問老比丘：「我們不是比丘嗎？」",
    "老比丘說：「是啊！」 年輕比丘就說：「我們不是不能揹這個女孩子嗎？」這時候老比丘說：「奇怪！我剛剛都已經把這個女孩子放下了，你怎麼還沒？還揹著她呢？」這個故事它可以清 楚告訴我們，什麼是一種貪欲的情況。",
    "所以不要有貪欲，並不是口頭上說說的，而是透過這個故事，可以讓我們去更深刻的瞭解，什麼是一種貪欲跟放不下的一種貪欲。"
  ] as const;
