export const teachingBody153 =   [
    "這裡談到懺悔的時候要具備四個力量，或說具足四力而懺悔。所懺悔的是怎麼樣的罪業呢？這裡所懺悔的是無始以來所有的罪業，並不是一個、兩個罪業，而是所有無盡的罪業。",
    "無始以來，我們造作的罪業是非常非常多的，有時候就算一生當中，我們的罪業都數不清了，更何況是無始以來造作的罪業呢。但在談到懺悔的時候，我們會自然而然聯想到要懺悔的是我們一生、今生的罪業，或是我們最近所犯的罪業。但是這裡談到的懺悔，尤其是對於一位深信輪迴的人來講，懺悔的應該是從無始以來在無盡的輪迴當中，自己所造的所有罪業。這樣的一個想法是非常重要的。",
    "有一些人可能今生犯了比較大的錯誤，或者說造了比較嚴重的罪業，然後從此就一蹶不振，非常的灰心、沮喪，但是我覺得這樣子也於事無補。換個角度來想，能夠知道自己造了什麼罪業，本身就算很不容易了，算是一件很好的事了。這是什麼意思呢？無始以來我們所造的罪業，連自己都數不清，甚至也都不知道，跟這個比起來，今生自己造了什麼罪業，能夠知道並且能夠好好懺悔它，這本身來講已經是很好的了。",
    "從另外一個角度來看，如果過去生從來沒有造作任何的罪業，非常的清淨，突然今生造了這麼一個罪業，那麼你可能的確需要為此感到難過。但事實並非如此，而是我們過去生已經造了非常多的罪業，然後現在又犯了。換句話說，就你能夠知道自己犯了什麼罪業來講，這本身還是很有福氣的。知道自己犯了錯了，接著就應該努力好好的懺悔，試著去找到方法，讓自己遠離這過患，從此不再犯，而不是自己在那裡沮喪、灰心，那樣是沒有用的。"
  ] as const;
