export const teachingBody154 =   [
    "講到這裡，我想說一下現在的一個現象。我們都會學習四部的宗義，也就是有部、經部、唯識、中觀的義理，我們會說「跨越宗義的大海」，所以在佛學院裏面，僧 人都要廣學各部宗派，同時也要學習外道的宗義，就算無法透徹了解，至少也要對於佛教論典當中提到的外道宗義，有所了解。",
    "現在這些外道是否還如此講解他們各自的教義，我們不得而知。總之，經典怎麼說，我們就怎麼學習：學習外道見解時，不會覺得不對。對於佛教四部宗義存在的許 多矛盾和爭議，也不會覺得奇怪，但是奇怪的現象是，現在很多佛弟子對於去學習、思維或修持同樣是佛教，又同樣是屬於藏傳佛教的各個教派，卻會覺得無法接 受，這不是很奇怪嗎？",
    "我們不是都說想要成就「遍知」的佛果嗎？也就是要遍知「一切的知識」，只要是知識，無論佛教的知識或者外道的知識，無有迷惑的智慧，都會去追求。因此，無論是噶舉、寧瑪、格魯、薩迦，或者是苯波、覺囊等等教派的宗義，都是我們應該去學習的知識。",
    "尤其現在這個時候，我們身負延續和教育藏族人民的關鍵時刻，如果把雪域西藏珍貴的文化和法教，當成餵食牛羊的雜草一般來捨棄的話，實在是很糟糕的一件事情，這其實就是在障礙遍知佛果的證得。"
  ] as const;
