export const teachingBody155 =   [
    "佛陀為什麼要花三大阿僧祇劫積聚資糧？目的也是為了要幫助盡虛空一切眾生。如果是緣覺或阿羅漢的二乘行人，不需要像佛菩薩一樣花那麼長的時間，經典說只需要三生的時間；同樣地，最後佛陀成就佛道，也是為了眾生。",
    "噶當派祖師說：「我們凡夫的輪迴是暫時的輪迴，是小小的輪迴；佛陀的輪迴是大的輪迴，是常住於輪迴。」經典也說每位眾生，都有可能解脫輪迴而成佛；然而佛陀，卻完全沒有時間只安住在法身的寂靜界中，因為佛陀總是不斷地示現色身的莊嚴，利益眾生。",
    "經典中對於佛陀的形容，永遠不是安住在寂靜當中的那個人，他必須利益眾生：對於上根器、清淨的眾生，他示現報身相；對於一般的眾生，示現化身相，佛陀的示現是無量的。我平時常說，佛陀的辦公室是在哪裏？就是輪迴，他就在輪迴裏面辦公呢！",
    "所以，佛陀從最開始的發心，中間過程的積聚資糧，一直到最後的成佛，這一切都是為了眾生。由於沒有任何一刻，不是為了眾生，所以最後當他成佛之後，他所開 示的佛法，也都是幫助眾生的。佛陀沒有刻意想要利益眾生，但是因為他的菩提心和願力，一切自然而然地就是在利生；由於過去的大悲願力，所以，就算沒有想要 利益眾生的分別念，但是一切作為自然就會利益眾生。",
    "對於眾生的利益有二種，一種是暫時的，一種是究竟的。在《寶雲經》等佛經中提到：「為了只想到今生短暫利益的眾生，菩薩也會幫助他，告訴他得到今生利益的 方法。」所以菩薩的心真的很開闊，他是無我的。菩薩會幫助只想到自己今生得到利益的眾生，那更不用說會幫助那些想要得到人天果報的眾生了。"
  ] as const;
