export const teachingBody156 =   [
    "昨天講過，在「三戒」：別解脫戒、菩薩戒、密乘戒之中，可於一士夫上、不相違背、毫無抵觸的去修持，大、中、小乘，在基道果上，毫無相違不相對、且不相抵觸、將此系列教法融為一體的修持，是非常重要的。",
    "以藏傳佛教而言，大乘小乘密乘教法，有不共之殊勝之處，因此一定要圓滿修持大乘小乘密乘，其中主要依賴於三戒，因此一定要懂得圓融三戒，共同修持，而並非讓其三戒相互抵觸，視為彼此無關之修持法，而是要三戒相輔相成、成為彼此功德增長之因，以一種不相抵觸、不相違之法，共同守護、一起修持，這是至關重要的。",
    "昨天我也講過，若在三戒中，僅有別解脫戒守護者，就不會有太多疑惑，之前提過七種別解脫戒，最初求受居士戒的居士，若求受菩薩戒之後，自相續中是有一戒或兩戒？或之前本具足一戒，在此上再求一戒時，在別解脫戒基礎上再求受菩薩戒，因為有發心動機所護持，這最初求受的別解脫戒，是否會轉變為菩薩戒呢？",
    "當然有人會問，一戒或二戒，有什麼重要？談論數目有何必要性？這並非數數而以，某位行者在別解脫戒基礎上，若去求受菩薩戒，是否他兩者都要去守持？"
  ] as const;
