export const teachingBody157 =   [
    "所以，我們說，要懺悔的是所有的罪業。所有罪業的起因跟動機都一定都是三毒當中的一個。三毒指的就是我們的貪心、嗔心還有愚痴。經典中首先將愚痴形容為像國王一樣，因為它的影響力廣大遍及，幾乎所有罪行都離不開愚痴的煩惱。而貪心跟嗔心如同大臣一般，因為接下來的任何的罪行，不是跟貪心有關，就是跟嗔心有關。總之，這裡要懺悔的，就是我們因為三毒煩惱而造作的所有罪業。",
    "接著造罪的工具是什麼呢？就是身、口、意三門。我們具有造罪的三種動機之後，我們就會透過我們的身體、語言或心念這樣的工具，而造作罪業。所以在《普賢行願品》裡也提到要懺悔我們身、口、意的各種罪業。",
    "造罪的方式有三種：第一種是自己造作；第二種是唆使別人去造作罪業，一般會說這個罪業是更重的，因為不僅是自己造作罪業，你讓別人也造作罪業，所以這個罪業是更重的；第三種是見作隨喜，也就是見到別人造作罪業，你卻生起隨喜的心。所以，有以上這三種造罪的方式。",
    "所有造作的罪業，某一些是比較清楚明顯的，但有大部分可以是隱性的、隨眠的，尤其我們過去生所造作的罪業，都是隱性的，沒有顯露出來。甚至不用說過去生，我們看看自己一生當中就可以，比如說小時候好了，上半生做了什麼錯事，可能下半生長大就忘了，有的時候是突然遇到一些狀況才想起來：「原來我小時候曾經做過這樣不好的事情。」",
    "因此在講到懺悔時，我們要觀想以佛為證——尤其是具備智慧之眼的佛的面前，祂能夠明辨、完全清楚地知道我們所有罪業，請祂這樣一位證量者，就是能夠如實了知一切狀況的這樣一位證量者為證。這麼做最主要原因是：我們有很多罪業都已經忘記，都不知道了，但是，具備智慧之眼的佛能夠知道，所以我們要清晰的觀想佛在我們的面前，向祂來進行懺悔。"
  ] as const;
