export const teachingBody158 =   [
    "譬如只有菩薩戒者，只用謹慎去面對菩薩戒律，若受兩種戒律，例如同時具足別解脫戒和菩薩戒，這位士夫既要守護別解脫戒條，又要去守護菩薩戒條，此時，應如何去注重及守護這兩戒條呢？這就是關鍵之處。",
    "昨天講過，此處依照同上師之說法，而主要出現三種觀點：",
    "1.別解脫戒自然消失：某士夫先求受別解脫戒，再受解脫菩薩戒，其前別解脫戒會自然消失。",
    "2.別解脫戒轉變為菩薩戒：之前求受別解脫戒後，再求受菩薩戒時，別解脫戒自然轉變為菩薩戒，因此戒體中僅有一戒。",
    "3.具足兩種戒體：一士夫具足「別解脫戒」與「菩薩戒」兩種戒體。",
    "在守護戒條方面:",
    "1.不需守護別解脫戒條：第一種主張是在求受別解脫戒基礎上，再去求受菩薩戒，別解脫戒體已消失，因此不需要去守護別解脫戒戒條;",
    "2.守戒者以菩薩戒為主：第二觀點是求受菩薩戒時，前戒仍存在，但主要守護菩薩戒，因此在守護的主次分別上，以菩薩戒為主。",
    "3.第三種，在求受別解脫戒的基礎上求受菩薩戒，這位士夫就同時具足兩種戒律，當他具足兩種戒律時，別解脫戒也並未轉變為菩薩戒，兩戒律同時並存於一士夫之相續中。",
    "如同剛剛所提，以此說法來說，別解脫戒是自住、自解之戒律，因此以別解脫和菩薩戒來講都是同時重要的，說一士夫同時具備兩種戒律，講說時非常完美，但要守護時就非常困難，譬如兩種要如何守護？",
    "譬如有時菩薩戒在身口言行的戒條上，會有些開許，別解脫戒的戒條則要斷除殺生及不淨行，並無任何開許空間，當出現此狀況時，此時兩戒相互抵觸，應如何守護為好呢？"
  ] as const;
