export const teachingBody159 =   [
    "第一種發心是：願我承擔一切眾生的罪業而懺悔。換句話說，一切眾生的罪業都在我的身上，我的心續中成熟，眾生的罪業由我來承擔而懺悔。第二種發心是指我所有行善的功德，都能迴向幫助一切眾生淨除罪業。第三種發心是：我之所以要懺悔，是希望能夠利益一切眾生成就圓滿的佛果。所以，如果帶著以上這三種發心而懺悔的話，它的力量是更大的。尤其是在這裡提到的具備四種力量的懺悔，會讓我們的懺悔變得更加有力量，更加殊勝，因為這裡的四種力量，就像是房子的四根柱子，能夠讓整個基礎非常的紮實，讓建築結構非常的穩固。",
    "這四種力量中，最主要的兩個：第一個是後悔，第二個是不再犯。這部論中用的詞是「厭患對治力」，意思就是對你過去所做的、犯的罪，你厭離它，你知道它是不對的，這就是後悔之心。那再來「誓不再犯」又叫做「返回對治力」，意思是你不再返回，不再造作那樣的罪業。這在三種律儀的布薩儀軌中也會念誦，最後會問懺悔者三次：「你知道你犯了什麼罪了嗎？」這時候懺悔者要說：「知罪。」接著再問說「你不再犯了嗎？」回答是：「不再犯。」這樣子問三次，這就是知罪、不再犯。",
    "這兩種力量中，哪一種又是最重要的呢？是後悔之心。因為有一種說法是：如果你都不知道自己、不承認自己犯了罪，沒有生起悔心的話，你當然不會生起「我以後不再犯」的心。總之，這兩種力量具備的話，也就是第一個具備後悔的力量，再來也具備了誓不再犯罪這樣的力量，之後，四力中的另外兩個力量自然就能夠生起。"
  ] as const;
