export const teachingBody160 =   [
    "第一個是知道造罪是沒有意義的，所以後悔造罪了。",
    "第二個是害怕了，也就是對於自己造了罪，將來會有很不好的果報，譬如說投生到惡道等等，也因此而後悔。這是其中的兩種。所以在論中提到的第一個是「觀察無有意義而生起追悔」，第二個是「觀察怖畏而生起追悔」。",
    "第三個「觀察需要迅速遠離而生起追悔」。",
    "在《龍樹親友書》有提到後悔之心這一段，過去可能由於放逸而造作了許多罪業，但如果生起了後悔之心，就像遠離了雲所遮蔽的月亮一般：「先時離放逸，後若改勤修，猶如雲翳除，良宵覩明月。」意思是過去由於放逸造了許多罪業，之後如果生起後悔之心，並且精進的修持，這就好像是雲翳消除了一般，明月就能夠展現。我覺得這句話是很重要的。",
    "換句話說，這就是在告訴我們：月亮本身不是黑暗的，它的光芒之所以無法顯現，是因為暫時受到雲翳的遮蔽。",
    "我們平時造了一些罪業，很多人在那個過程中，自己也會覺得自慚形穢，別人看他也看不起，甚至會不斷批評，感覺就像「我從此一生就沒希望了」、「我是一個罪孽深重的人」。",
    "但是，我覺得懺悔不應該是這個樣子。我們人本身其實是清淨的，只是暫時受到煩惱的影響，那些罪業、煩惱就像雲翳一般，而這也是我個人平時對懺悔的感覺——「懺悔」在藏文中有斬斷的意思。換句話說，你透過懺悔讓你的罪業跟心分開來了，從此不用再感到有包袱、有壓力。透過了至誠發露的懺悔，你重新開始做人，重新找到你的希望，你重新又開始了，我覺得這才是懺悔真正的意思。",
    "舉例來說，有人得了癌症，比如是肝癌，我們不會因為這個人得了癌症，就把這個人除掉或殺了，我們會說要治療，無論是透過開刀或各種方法，我們要消除的是他肝的疾病。換句話說，事跟人是要分開的：事情總會有善的事、惡的事，這都是有可能的，我們不能因為這是善的事或這是惡的事，所以就認為那個人也是善或惡，我覺得人跟事是要分開的。就像傳統上我們有一個比喻：如果一個人拿棍子打你，你很自然氣的是那個人，不是那根棍子，因為那根棍子是被人所驅使的。按照同樣的道理或邏輯，其實你也不應該對那個人生氣，因為他也是被他的煩惱所驅使的，所以你應該氣的是他的煩惱才對。"
  ] as const;
