export const teachingBody161 =   [
    "講到這個部分，有一些難以馬上根除的罪，你可能還是很容易再犯的一些罪業，你也不要因為它很容易再犯，然後你不敢發起這個心說：「我誓不再犯，不再造作」，不敢發起這個心。",
    "不要這樣，我們可以試試看，就是你慢慢的先從短時間開始練習，先從我一天當中我不造作這樣的罪業，你看看你做不做得到，然後再試試一個星期不犯，如果你也做到了，那麼就再延長到一個月，接著延長到一年；也就是試試看慢慢延長誓不犯這樣的罪，經典也告訴我們，這樣慢慢去練習會有幫助的。",
    "這裡有一個問題是關於這種誓不犯罪的發心，因為有的人會有質疑：「如果我發誓不再犯結果又犯了該怎麼辦？那又是怎麼樣的情況？」有一些的回答是：你如果發誓不再犯卻又再犯的話，不僅是罪業沒有辦法清淨，而且還加重了，因為你加上了欺騙的罪業。",
    "但我覺得這不能混為一談，我們應該要分清楚，發誓不再犯這是指當下你在懺悔這個罪業的時候的一個方法，所以它是指當下的這個時候，至於說未來是不是又再犯，那是未來的一個狀況，我覺得這兩個是不能混為一談的。",
    "換句話說，所謂誓不犯的這樣一種誓言，它主要強調在於當下，就是你當下對於這個罪你發起不再犯的心，就好像我們剛剛給茶，如果你說我不喝茶，但這並不代表如果明天給你茶了你就欺騙對方了，不會有這個意思，這兩者是不同的狀況。",
    "所以你今天不喝，不代表你跟別人說你以後永遠就不喝了，不是這個意思，我覺得這兩個是不同的事情。",
    "其實這種害怕未來再犯，這種恐懼的本身就不是一件很好的事情，因為在那個當下的懺悔就不完全，也就不是真正的懺悔了。",
    "如果當下在懺悔的這個人是真心懺悔的話，他因為知道自己做了不好的事，他自然而然會在那個當下生起「我未來不要再犯」的心，如果他是真的懺悔的話，他一定會有這樣的心生起。",
    "所以，從這個角度來說，如果一個人因為害怕自己未來很有可能會再犯，所以當下不敢唸「我不敢再犯」的誓言的話，他這樣的恐懼或有這樣的藉口，就代表他本身的懺悔已經是不清淨了，因此當下的那個懺悔是不圓滿、不如法的。"
  ] as const;
