export const teachingBody163 =   [
    "佛陀住世時，毘舍離城中有一位長者，他的妻子自從懷孕之後，便全身散發著難聞的臭氣。",
    "十個月後，他們的孩子呱呱墜地；這個男孩一生下來，哭聲羸弱，不但瘦骨嶙峋，而且全身沾滿了糞屎，臭穢不堪，讓滿心歡喜迎接新生命誕生的所有人，都不禁大嘆一聲：「天啊！」立刻退避三舍，衝到戶外。",
    "從此大家在提到這個孩子前，都會多呼吸幾口新鮮空氣，作好心裡準備。看在為人父母的眼裡，心如刀割，可是他們從不放棄希望，用盡所能，給孩子最好的照顧，暗自期待，這個孩子長大後，一樣能夠成為人中龍鳳。",
    "奇怪的是，這個孩子在襁褓之年時，每當經過污穢的地方，人人都掩鼻而過，他卻歡喜地笑個不停，反倒要離開時，便放聲大哭，吵著不肯離去。當他學會走路以後，常常放著滿地的玩具不理不睬，讓家人找不著他，最後，竟然在廁所裡發現他，手裡捏著污穢的東西，玩得十分高興，甚至還放進嘴裡，吃得津津有味。這個發現，對一向受人尊敬的長者夫婦來說，無異是非常沈痛的打擊！ ",
    "有一天，長者的孩子又溜去玩污穢的東西，回來後，長者面色凝重地對他說：「孩子啊！親戚們一直說你是個奇怪、不祥的人，如果你再不能改掉這個怪癖，叫我們如何面對宗親呢？希望這是最後一次了，否則，你就要被趕出家門了！」",
    "然而，這孩子並沒有記取教訓，仍然沈溺在污穢物中無法自拔，不久，真的被趕出家門，開始過著流浪的生活。他到處找拾糞屎維生，而且就像看到美食佳饌一樣，一到手就立刻囫圇吞嚥，所以大家就給他取了一個外號，叫「嚪婆羅鬼」，意思就是「吃東西像餓鬼道一樣的愚人」。因為，只有餓鬼道的眾生，受業力驅使，才會把糞屎當美食一般，迫不及待地囫圇吞食。",
    "當時印度有一群外道，看到雞犬死後生天，不知道這是因為牠們過去世勤種善因所得的善果，就開始學雞單腳站立、學狗噉糞。當他們看到嚪婆羅，立刻驚歎不已。而嚪婆羅從出生以來，第一次聽到有人如此地稱讚他的行為，喜獲知己，立刻請求外道們讓他加入。很快地，外道們發現他並不懂得修行，只知貪戀糞穢不淨之處，便紛紛呵責他愚癡，甚至鞭打他。可憐的嚪婆羅受不了，只好離去。這次他選擇住在污水溝匯集的河畔，因為這裡很容易就可以撈到那些污穢的東西。",
    "然而岸邊早已住了五百名餓鬼，但他們從沒遇過像嚪婆羅那麼臭的人，所以也沒有鬼願意接近他。嚪婆羅卻是非常快活，常常向餓鬼得意地說：「你們看，住在這兒多快活啊！不再被挨打挨罵。」過了不久，這些餓鬼受不了他的穢臭，也一個個離開。留下嚪婆羅獨自愁憂苦惱。",
    "這時世尊觀察到嚪婆羅得度的因緣已經成熟，於是走到嚪婆羅的身邊，慈悲地為他開示。",
    "嚪婆羅看到世尊相好莊嚴，散發著如日月般和煦的光明，不禁心懷歡喜，五體投地的禮拜世尊。並恭敬地問世尊：「像我如此卑賤的人，能夠出家嗎？」世尊答道：「在我法中，不論貧富貴賤，只要因緣具足都得以出家。」於是嚪婆羅便哀求世尊應允他出家，此時世尊舉金色臂，為他祝願：「善來比丘，鬚髮自落，法服著身。」嚪婆羅便成為威儀詳序的沙門。不可思議的是，當下嚪婆羅身上的惡臭也立刻消失。從此，嚪婆羅勤勉修持，不久，即證得阿羅漢果，為人天所共敬重。佛弟子們深覺疑惑，於是請求世尊，慈悲為大眾開示嚪婆羅樂處不淨的因緣。",
    "「過去，在迦羅迦孫陀佛的時代，有一位國王設齋供養佛陀及諸比丘達三個月，還蓋了一座房舍，請一位比丘擔任寺主，代為管理寺務。一天，有位羅漢比丘經過這裡，威儀詳序，令人見之心生歡喜，於是大家便請他進來沐浴，並以香油塗身。但是寺主從外面回來見狀，因心生嫉妒，口出惡言：『你是個出家人，怎麼可以接受世間如此奢華的供養，這就像用人糞塗在身上一樣，臭穢不堪！』當時羅漢僧人見狀，心懷憐愍，立刻踊身空中，現種種神通，寺主一看，知道自己錯罵聖者，當下深懷慚愧，並向羅漢懺悔。寺主因為這樣的業緣，五百世以來，始終常處於惡臭之中，沒有人敢親近。」",
    "「那位寺主，就是嚪婆羅的前世；但由於過去世曾出家的功德，及已經向聖者懺悔過罪，今生才能隨我出家，成道證果啊！」當佛陀說完嚪婆羅樂處不淨的因緣後，大眾都深感嫉妒心的禍害，慚愧懺悔過往的不是，從今以後各各自護身口意三業清淨，捨離嫉妒心，勤求出離生死輪迴之苦。"
  ] as const;
