export const teachingBody165 =   [
    "論中提到很多的內容，譬如說觀察死亡時的這種罪惡的果報，或是死亡之後投生三惡道的種種而生起恐懼、生起對於罪業後悔的心等等。",
    "這裡談到的恐懼跟怖畏的這種心情跟狀態是平常每個人都有的，但是也有一些人是過於恐懼、過於不安，並因此造成生活上的困擾，就好像有一些朋友跟我反應：「怎麼辦？\n我常會感覺到焦慮不安，那我應該怎麼做？」等等，但是我覺得這裡論中談到為生起後悔之心而觀察的恐懼跟怖畏，並不是一般的焦慮不安，我覺得它是更深刻的。",
    "以人類的大腦來講，我們所生起的恐懼，比較是針對實際在眼前、當下發生的事情。譬如說突然有一隻老虎跳到你眼前的時候，你很自然會有這種恐懼的反應。\n但是如果告訴你一個月之後會有一隻老虎出現的話，那你可能就不會那麼恐懼害怕了。\n不僅如此，很多時候我們也非常遲鈍。以環境來講，我們正在經歷一種環境的改變，但我們卻沒怎麼察覺，因此也不會感到恐懼跟害怕。",
    "但是這裡論中所謂的恐懼，是經由觀察、經由你的理性分析之後而生起的。換句話說，你真的透過預測、推理而瞭解到如果再這樣下去，那將來後果會不堪設想了等等，所以你的這種畏懼之心，是透過觀察推測之心而產生的，這是很重要的一種恐懼。"
  ] as const;
