export const teachingBody166 =   [
    "隨喜的部分，一般來講對象有五類：十方諸佛、佛子（菩薩）、有學道的聲聞、無學道的聲聞，以及一切未入道的眾生。這五類就包含了所有的眾生。我們要隨喜的是這五類眾生，他們在過去、現在、未來所積聚的一切福德、一切善行，一切悅意的事，我們都要隨喜。隨喜讚歎的方式，就是要遠離一切嫉妒之心，沒有任何炫耀之心，就像飢餓的人見到食物一般的非常歡喜，見到所有一切眾生的善行都自然而然的隨喜。",
    "如果能夠這樣隨喜的話，就連我們過去積聚的功德善業，它的力量也會增長。如果說隨喜者跟隨喜的對象，他們的證悟境界相等的話，那他隨喜的善功德也會是相等的。如果隨喜者的境界比較低，雖然不會得到相等的功德利益，但也會得到很大的功德利益。如果你隨喜的對象修持境界比你低的話，你也會得到很大的功德。",
    "由於隨喜能幫助行者歡喜於善行，因此隨喜對於菩薩來說，是難以思議的善巧修持方式。尤其，我們對佛菩薩不可思議的利他事業更要隨喜，過去這麼多佛菩薩或大成就者，他們這麼多的利他事業很難形容。第二世大寶法王噶瑪巴希的文中提到：「比起有身形的人道眾生，我所利益的天人、鬼神等等無形眾生的數量反而更多。」對於有證悟的修行者而言，他們不僅利益有形的、一般看得到的眾生，他們還利益如天人、龍、夜叉等等無形的眾生。",
    "這些佛菩薩、大師們利他的善功德是非常不可思議的，甚至我們連做夢都夢不到。所以，在隨喜佛菩薩的功德時，我們應該這麼地思維。"
  ] as const;
