export const teachingBody167 =   [
    "懂得隨喜讚歎的人，他的心隨時都是愉悅的，時時刻刻充滿了歡喜，而隨喜也是我們每個人本具的財富。",
    "曾經在一個富人家旁邊住了一位乞丐，這個富人每天都會看到這位乞丐，早上出去乞討，晚上唱著歌回家。這位富人也是早出晚歸，但他回到家後總是忙著算今天賺了多少、損失了多少，總是非常擔憂，不是很開心。富人就想怎麼會這樣，我這麼有錢，富可敵國，卻不如一貧如洗什麼都沒有的乞丐，他還可以回來整晚唱著歌，我卻這麼憂慮，為什麼會這樣？他覺得要好好去找出原因，就想找個方法讓乞丐也不要太高興。",
    "有一天，他趁乞丐出去時偷偷跑到他家，把一大塊像羊頭那麼大的黃金，偷偷放到乞丐的家裡。乞丐晚上回家一進門嚇了一大跳：「怎麼這麼大的一塊黃金會在我家呢？」他想黃金又沒長腳，怎麼會自己跑到自己的家裡：「搞不好是誰路過忘在我家了，要不要還給他？」但又想一想，這不太像：「這一定是三寶給予我的加持，是三寶可憐我、賜予我的。」他就開始想：「明天要用這塊黃金去買些什麼東西呢？要買一棟房子等等。」他東想西想，結果那一晚他就忘了要唱歌。富人在旁邊一直觀察，透過這樣的觀察，他就明白了讓乞丐不再唱歌的原因是什麼。",
    "故事的結局不曉得怎樣，到底黃金有沒有留在那兒，還是被富人又拿回去了，我們就不得而知了。很多人一生就為了追尋這樣的快樂，想太多了，太汲汲向外找尋快樂，其實快樂不一定要有錢、有華廈、名貴的轎車、很多朋友，快樂都不在外在的這些東西上。很多時候快樂很簡單，就是知足的心，就是一念隨喜讚歎。換句話說，快樂就是我們內心本有的一種喜悅，它不需要任何的原因和道理，本來就在那兒。"
  ] as const;
