export const teachingBody168 =   [
    "第一世尊者更登珠巴大師在一首偈文提到：「我非常難過，因為現在有很多人自以為是持教的大師，將其他的持教大師視為仇敵一般，相互鬥爭，這真的是很讓人難過。」",
    "噶當派裡有一句話說：「道括四方」，就是佛教整體要概括一切的觀念是很重要的。針對「道括四方」有不同的解釋，主要是當時阿底峽尊者曾跟仲敦巴大師說：「你們藏人在藏地傳承的是說一切有部，而我是大眾部的，你們還應該要迎請上座部跟正量部的傳承到西藏來，這樣就能夠圓滿。」可以看到，這是當年阿底峽尊者來西藏前還在印度超戒寺的時候，他就對四個部派都非常的尊敬。",
    "舉例來說，有一個很大的銅製鍋子，裡面盛滿了牛奶，需要四個人施以同等的力量，才能將它抬起來。可以想像，這麼大的鍋子四個人抬時，真的要同心協力。",
    "如果其中一個人沒有盡到責任，可以想見牛奶就會傾倒出來；甚至於如果其中一個人覺得靠一己之力就足以承擔任務，那麼牛奶便會流瀉地更快。當然有時候比喻不見得很清楚，但我想說的是，四大傳承現在都共同在承擔如來的家業，如果其中之一想要獨力承擔的話，那麼整體佛教便會減損；甚至於其中一個傳承的消失，代表著佛教也正在消失。",
    "因此，如果真要擔荷如來家業，或做到噶當派說的「道括四方」，我們就真的要齊心協力，以整體佛教為前提的心量來弘揚佛法。",
    "以前有一位格魯的祖古，他在辯經時就問說：「你說你的教派是最精要的，那難道在你的教派之前就沒有任何精要的佛法嗎？」當你說你的教派就是「最」精要的時候，你就把這個變為是文字上的辯論了。字面上，我們都會形容自己的教派是佛教中精要中的精要，但實際上，我覺得真的要把握佛陀的教法，這才是更重要的。",
    "有時想想，佛陀真的是把他畢生的精華圓滿地交付我們，我們真是要感到慶幸和歡喜。然而，很多時候我們手中拿到了珍寶，卻沒有好好利用，反而開始生起世俗的比較，跟他人作比較，這就很可惜了。我們手中握著這樣的法寶，它的用意是為了消除我們的煩惱，但如果我們拿了它卻增加了分別比較的煩惱，那不是更糟了嗎？"
  ] as const;
