export const teachingBody169 =   [
    "我們也要隨喜生起強烈出離心的聲聞聖者殊勝的修持，尤其他們這種想要從無始的輪迴中出離的強烈出離心，是非常不容易生起的、非常不可思議的。所以，對於生起這樣難得、不可思議的出離心的聲聞聖者，我們也要隨喜。",
    "在隨喜凡夫的善行時，我們應該這樣思維：一般凡夫都是煩惱熾盛的，可以說百分之百都受煩惱控制而不由自主，然而能夠生起這樣大的善心，或是行持這麼大的善行，這是非常難得的事，我們要這樣來隨喜。就像《三蘊經》裡提到的：如果能夠以善心供養布施一個眾生，哪怕像只是供養一糰之食這樣的善行，這都是非常難得的、值得迴向的。",
    "還有一種狀況是顛倒的隨喜，就是對剛剛提到這一切如虛空般難以形容的善根，我們不隨喜，反而是隨喜我們不喜歡的人或仇敵的痛苦。這種顛倒的隨喜，是對隨喜的一種誤解。",
    "接著我想講一個佛陀在世時的故事。當時有一位波斯匿王，連續七天齋僧。佛陀就問波斯匿王，我要迴向給布施食物最多的人，還是迴向給功德最大的人？波斯匿王就說要迴向給功德最大的人。所以，在前六天的齋僧功德，佛陀都是迴向給一位老太太，並沒有迴向給波斯匿王。當大臣們聽到前六天都沒有迴向給齋僧的波斯匿王，而是迴向給一位老太太時，他們就到處去探聽這位老太太是誰。結果找到這位老太太之後，他們就障礙她對波斯匿王的隨喜。",
    "原來老太太所作的只是隨喜波斯匿王布施的功德，沒想到她的功德利益比波斯匿王更大。障礙了之後，結果佛陀最後一天的迴向便給了波斯匿王，沒有迴向給老太太。同時，佛陀跟波斯匿王說：「你是國王，所以非常繁忙，可能沒有辦法作到六度的修持，但是你可以好好的修持一個法門，那就是隨喜。修持隨喜就是隨喜一切諸佛菩薩的善行，同時你也將此善根迴回給一切的眾生。透過這樣的修持，你也能成就佛道的。」所以，波斯匿王最主要的修持法門就是隨喜讚歎"
  ] as const;
