export const teachingBody170 =   [
    "接下來要講一個發生在中國上海的故事，過去我也說過，因為這是真實的事情，所以連報紙也曾報導過。",
    "有個做屠宰生意的養豬戶，在他臨終時，來了一位遊方的僧人，為他講說因果及佛法的道理，於是臨終時這位養豬戶心中對佛法生起信心，最後他在一隻手高舉做合 十的姿勢中死去。過了一陣子，養豬戶一家人分別做了同一個夢，在夢中，父親回來跟大家說：「明天我會投胎到鄰居養豬戶的豬圈裡，並且成為一隻小豬。這隻剛 出生的小豬會長著一隻人手，看到這隻有人手的小豬時，請大家一定要救牠！」",
    "於是隔天這家人跑去鄰居的豬圈一看，果真有一隻長著人手的小豬出生，他們趕緊將這隻小豬要來，並送到寺院放生的園地裡去放生了。在這故事中我們可以看到， 僅只是一隻手當胸合十，就有這等功德利益，要是這位父親不曾在死前虔誠地單舉一隻手，那他的家人也不可能因此找到他，而這只是單手合十的功德呢。",
    "至於佛教徒，都有雙手合十的習慣。在律典中說，合十時雙掌要中空，而不是完全緊貼在一起。雙掌中空的意思，代表著無我、空性與法身；這裡並不是說光合掌就 能擁有無我或空性，而是指我們自身也必須符合這合掌的意義。",
    "就好像拿著一支手機，自己在那兒說這個按鍵代表法身，那個按鍵代表空性一樣，這根本是毫無意 義。例如有些上師會講說法帽所代表的意義，一方面是代表著祖師大德們的加持，這可不是隨便哪個人說說就算數，因為這樣是無法具有加持力的。再從另一方面來 說，其象徵的意義完全取決於我們自心，因為心生感受，於是使得眼見也有了意義。",
    "合掌的手形，象徵著色身，當兩隻手掌合在一起，便代表能生起智慧與方便雙運之道，已生起得安住，安住已得增長。",
    "另外在藏傳佛法中，有將雙掌置於頭頂、喉 間、心間的方式，這是依於密乘的道理，雙掌置於頭頂，代表解開頂輪的脈結，成就諸佛的相好，尤其是成就佛陀頂髻威攝相好。雙掌置於喉間，也就是喉結附近的 位置，代表著解開喉輪的脈結，具足說法六十四妙音，成就喉嚨如法螺的相好。",
    "雙掌置於心間，是指兩乳的中央，這是代表能成就諸佛之心遍知智慧緣起。因此這些 行為從正面來說，是建立緣起，而從另一方面來說，則是淨除罪障。"
  ] as const;
