export const teachingBody171 =   [
    "修行之道最主要的因緣在於積聚福德，若俱生緣不足夠的話，要達到轉化自心、了證於心的近取因會非常困難，所以積聚福德、淨除罪障是極為重要的。積福除障的 方法有很多，在大乘的方法中，最殊勝的方法便是七支供養。而針對這七支供養的修持，說得最詳盡清楚的就是〈普賢行願品〉偈文。在七支供養當中，就包含有積 聚福德，以及淨除罪障兩個部分。",
    "很多人可能覺得頂禮、讚嘆、供養等這七支法，看來很簡單，因此覺得不是很重要。但各位要知道，在很多經典中提到佛陀前往各個淨土說法，所有菩薩們皆前往聽 法時，都會做到七支供養的修持。由此可見，這七支供養不是一般的修持，而是十方一切諸佛菩薩修行的精華，更是重要再重要的修持。",
    "1. 頂禮：講到頂禮，在一個頂禮當中，其實也能包含整個七支供養的修持，也就是透過一個頂禮，來達到七支供養的修行。當我們用身語意，以虔敬之心來禮拜時，即是做到了頂禮。",
    "2. 供養：如果我們的身語意都有著信敬，則十方諸佛菩薩都會歡喜，能令諸佛菩薩歡喜就是供養。供養的意義在於透過獻上各種供養的行為，讓對方開心與歡喜。",
    "3. 懺悔： 因為諸佛菩薩的歡喜，使我們福德積聚、罪障消除，於是這就成為了懺悔。",
    "4. 隨喜：由於積福除障了，自然的我們會生起一股歡喜之心，而隨喜也自然的產生。",
    "5. 請轉法輪：積聚福德、淨除罪障，能使我們自身成為法器，變成有緣能夠領受教法的容器，於是，因為佛陀的無誤遍知，就算沒有祈請轉法輪，佛陀也自然的常轉法輪及常住於世。其實對佛陀而言，他本身了知一切知識，該證的已證、該斷的已斷，所以並不需要對自己轉什麼法輪。佛陀轉法輪是為了有緣的眾生，但是弟子們如果不接受、不想 要，佛陀也不能隨自己意的勉強轉法輪。所以我們請轉法輪，意思是準備好了，願意接受，於是佛陀才能對我們轉動法輪。",
    "6. 請佛住世：至於請佛住世，原因是不論佛陀住在任何國土，都有其度化眾生的因緣與需要，如果沒有必要性和特定的因緣，佛陀不會特別住於某個國土。簡單來說就 是佛陀很忙，所以不會沒事待在一個地方。另外佛陀也不會沒原因、沒道理的施行佛事業，佛陀的一切作為都是為了眾生，然而，若不需要為眾生做什麼的話，佛陀 也不會去住彼世間。因此佛陀是否住世，完全取決於眾生。當我們心中準備好，身語意也帶著誠意來請佛住世、請轉法輪的話，佛陀便會接受我們的請求。",
    "7. 迴向：最後，將以上所作所為而積聚的廣大福德，迴向證得圓滿無上菩提。",
    "於是， 我們只在一個「頂禮」當中，便完整了「七支」的修持。",
    "若要說到頂禮的利益，那是不可思議的。在《業報差別經》中提到頂禮有十種功德，而寂天菩薩也在《集學論》中說，頂禮一拜時，在一個頂禮之下身體所覆蓋的大 地，等於能成為八萬四千由旬黃金大地微塵數轉輪聖王的利益。所以過去一些上師曾表示，若思維頂禮的意義，就會覺得自已的身體真是太小了，如果身體高大一 些，下面所包含的黃金大地也會廣大一些，那麼利益將會大一些。因此大禮拜確實有其必要性，因為做小禮拜的話，身體下方所覆蓋的面積會比大禮拜少了許多。"
  ] as const;
