export const teachingBody173 =   [
    "我對整體佛教沒有分別的看法，也不喜歡有分別。藏傳四大教派並不是在印度佛法始傳時代就這樣區分，是之後在藏地，經由不同大師教導才有不同傳承，但久了大家就漸漸忘了佛法的源頭是緣自印度的佛陀。原始佛法傳承後來分成十八部派，藏傳也分成前弘期、後弘期，越分越多，分別心越大越大。佛教為什麼毀壞？經典說，是因為執持佛教法的人，內部自己紛諍才毀壞的，這是我們要小心的啊。",
    "接著再說個故事。我是年輕人，喜歡說故事。有兩個日本人，在比賽誰比較注重「忍辱」。日文的「忍辱」一詞，有兩字的，有三個字的。一個說：「我這一生中，沒有比兩個字的忍辱對我更重要了。」另一個則說：「我這一生中，也沒有比三個字的忍辱對我更重要了。」結果比來比去，竟吵起來了。就像這個故事，很多外相的不同，講說方式的不同，不必太計較，重點是那是佛陀的教法，本質一樣就行了。眾生有很多種，所以需要各種不同的講說方法來教導度化，只要本質相同就可以。",
    "我們這幾天念誦的祈願文、祈請文中，有對「無分別教派」的上師作祈請的祈請文。這些都是得到人天讚嘆的偉大上師，向他們祈請，心續中都可以得到加持。我們也要發願像他們一樣利益眾生。"
  ] as const;
