export const teachingBody176 =   [
    "所謂「思維暇滿難得」，是要去思維善業，讓自己的人生有意義，因為我們今生已獲得人生八種閒暇和十種圓滿，可稱是已具備了行持非常偉大事業的基礎，我們既已獲得如此珍稀順緣，因此希望大家不要浪費，要體認到，自己已經有一份責任，該去行持八閒暇和十圓滿，這是我們該盡的義務，這非常重要，並非說是僅限於佛教或佛陀追隨者該去做。",
    "我們所有世間生存的眾生都應該如此，在生存上都必須彼此依靠、相互依存，不論是自己的衣服、食物、物質，甚至自己的身體，都需要外在因緣才能獲得，因此我們平常都習慣區分「自己」和「他人」，但事實上，自他也是相互依存的,自己是他眾的一部份，他眾也是自己的一部份。\n因此，我們不應依照平常習慣所想的，將自己和他人區分開來，因為自己的苦樂與別人息息相關，彼此的苦樂是唇齒相依，因此這個「自他相互依存」是非常重要的，「他人」是我們非常重要的責任，因此我們應該履行這個責任，落實到行動上，應該化為實際作為，而不是僅僅思維而已。",
    "「暇滿人身」是一種行善的責任。所謂的「暇滿」不是說自己有多厲害，有具備多大功德，所謂「閒暇」就是有了機會、有具備利益眾生的因緣，因此，我們有這樣閒暇因緣，就應該承擔眾生的責任、承擔眾生的苦樂，這才是真正的「閒暇」意義。",
    "以我為例，我七歲時就得到「噶瑪巴」的名號，因此也得到眾人的尊崇、很多人頂禮我，我覺得這是給我一個利益別人、幫助人的機會，因此相對責任就重了。而並不是去想，因為眾人都對我頂禮、敬重我，就代表我一個大智者，就不會犯什麼過錯，我從未這樣想過，而是在別人的敬重之後，感知到自己責任重大，我一定要去利益他人，不然我對不起他們。\n這種責任大家都有，但我的狀態看起來更為鮮明而已，因為大家都是相互依存的，因此大家責任也是同等重大，只是看起來明顯或不明顯而已。",
    "不是說我們獲得了暇滿人身，就覺得自己很偉大、很厲害、很聰明或功德很大、萬事具足，而是因為有這樣暇滿人身，就有了可用來利益他人、服務他人的機會，這才是「暇滿人身」的真實意義。"
  ] as const;
