export const teachingBody179 =   [
    "何謂「死亡無常」？並不是說我們一直想著「明天會死去」「明天就要死了，該怎麼辦？」，這樣不斷去擔心、去恐懼，這並不稱做「觀修死亡無常」，因為這種自然的、恐懼死亡的心態，誰都具備，即便是動物畜生都會有。「死亡無常」想表達的意旨，是既然獲得暇滿難得人身，就應當把握機會、把握每一時刻，讓人生具足意義，就去利益他人。",
    "因為我們現在的人生具足所有順緣，獲得暇滿難得，極其珍貴，不應當浪費這樣人身，不該在虛擲之中度過，這樣也對死亡毫無幫助，而是應當把握每一分鐘，善用自己的一生而去行事、行善、去服務大眾。",
    "所謂「死亡無常」，並不是讓我們以否決、消極的姿態去面對死亡、去思考無常，而是應該思維：因為有死亡、因為有無常，我們才會有機會、我們才會有選擇。",
    "譬如以吹奏音樂為例，當我們演奏時，因為有無常，才會出現不同的聲音，若是恆常，就永遠只存在一個聲音，就不會有下一個音調，就無法吹出美妙的曲子，因為無常，這一秒的音符才能接續下一秒的音符，各種美妙的聲調才相繼會出現。",
    "所以每一分鐘都是改變和改造的機會。例如我們前半生或許已經被浪費掉，沒有好好行善、沒有精進改變自身或服務大眾，但餘生也有機會去改變，去變成一個善人;或者這個上午的作為不大好、可能作錯事情、說錯話了，但到了下午，仍有機會去改變，去轉變成一個好人，這樣每一分鐘都會慢慢轉變，都會視為非常珍貴，不會浪費每一分鐘，這樣你的人生才會具足意義。"
  ] as const;
