export const teachingBody180 =   [
    "所謂「業之因果」不是單指一人的行為，而是與眾生息息相關，譬如我們所生的二十一世紀，是訊息的世紀，因為訊息傳播的快速及無遠弗屆，讓大眾距離拉近、連結更緊密，因此也意謂著，一個人可以改變世界，有個理論是「蝴蝶效應」，就是研究發現，一個蝴蝶煽動翅膀足以引起颱風，這也表達出，一個人的行為也可以改變世界。",
    "特別是現今社會，個人的選擇也會成為社會的最終選擇，譬如說現在是經濟、物質時代，彼此的物質交易就成為大眾利益，與大眾利益息息相關。因此雖然現在人的行為有機械輔助、有工廠，有機器為我們人類做事，讓我們能更輕便、更輕盈的做出更多偉大工程。但另一方面來說，也因此更容易毀壞我們的世界，不論是世界、環境或眾生，都會造成很大影響。",
    "因此我們要謹言慎行，言行源自於心態、動機，因此我們要謹慎面對心態，好好調伏自己的心性，才有可能把世界改變的更好，所以個人的行為是非常重要的。",
    "改變每天行為，就是保護地球",
    "談到「個人行為可以改變世界」，就會談到環境，「環境」是二十一世紀最重要議題，環境不僅是依循自然規律而行，也會因為人類的行為而產生巨大改變，因此我們要展開保護環境的行動。",
    "有時我們會把「環境保護」和每天的日常生活區分開來，覺得那是另一種行為、另一種保護，但其實環境的變化跟我們生活息息相關，若我們不改變每天的生活型態，而額外花時去間一開環保會議、做什麼環保活動，則兩者根本是南轅北轍。要從個人每天行為和心態去改變，讓世界大家庭變得越來越好，這才會對環保更有利益。",
    "因為外在物質有限，但人類內心卻是無限，人總是永不滿足的去追求、或人云亦云做出很多不必要的麻煩，所以我希望，所謂環境改變，是去改變自己每天的生存方式，和每天的生活心態。",
    "說是要講到一點，時間走的太慢了，沒有什麼好講的，繼續講下去只會讓心臟更痛，就此打住吧。"
  ] as const;
