export const teachingBody181 =   [
    "因此所謂的快樂，就是從右肩換到左肩的瞬間，當時前面的痛苦逐漸消失，後面的痛苦還未來，有片刻喘息的狀態，此時雖然看似快樂，但只是一種隱隱的痛苦。",
    "身體感受到細微痛苦的狀態下，在前苦已滅、後苦未來之前，會有短暫休息狀態。這即是一種變相的痛苦，因此其實我們無法真正感受到什麼是快樂，而總是覺得，這種變相的痛苦才是快樂。在此也不多說談痛苦，不然若著重於講說痛苦，會被很多人認為「佛教是消極的宗教」，「怎麼總是討論痛苦、讓人擔心啊？」",
    "但雖然我們逃避痛苦、希求快樂，卻不知如何造作快樂之因、該如何斷絕痛苦之因，因此佛教所主張精進修持，是追求不因業而產生的快樂，而不是滿足於暫時沒有痛苦的狀態中，後者並非真實的快樂，所謂的「快樂」並非僅是一種感知，這種依靠外緣所能產生的快樂，絕非究竟的快樂。",
    "因此我們一定要達到某種境界，產生無須因緣產生的快樂，慢慢拋棄細微的痛苦，藉由了知痛苦而能從中解脫出來，因此請大家不要滿足於現狀，或將希望寄託於外在物質之上，因為外在物質是很難解決痛苦的本質的，一定要從自己內心出發。",
    "一般來說並非說暫時快樂不好、要擋住快樂、我不需要暫時快樂，我不喜歡暫時快樂等，有暫時快樂並非不好，但不要沈溺其中，而是依靠這種暫時的快樂，進一步去探究更殊勝、更究竟的快樂，讓暫時快樂能成為我們尋求究竟快樂的階梯，讓我們能一步一步向前邁。",
    "痛苦也有暫時痛苦，有時我們受痛苦所逼，而被困在其中，不知如何是好，這時我們要去想，所謂的「痛苦」，其實只是痛苦的感受，要去依此了知痛苦的本性，因為痛苦的「本性」才是我們無法解脫的阻礙，才是大問題，因此要透過小痛苦的感知，去瞭解痛苦的本性而去解決的話，就很容易擺脫當前的痛苦。",
    "雖然所有人都希求快樂，但我們不知如何取捨因果，不知因，因此無法取捨果，對於因果的迷惑讓我們不能獲得快樂之因，所有辛苦都注定一無所成。"
  ] as const;
