export const teachingBody182 =   [
    "就如同藏傳佛教中的大師、密勒日巴大師在無人山中修持苦行時，他的妹妹前往探望，很擔心密勒日巴大師無吃無穿，很掛念他的生活起居，妹妹覺得，世間上，哪有比無吃無穿更痛苦的事情呢？",
    "妹妹說，「你不應該這樣修行，沒有人像你這樣修行的，你連果腹都做不到，怎麼幫助他人？怎麼去修法呢？」",
    "密勒日巴大師說，「雖然我沒有衣食，雖然我有時會有飢餓之苦，雖然我身體如動物一樣，我吃的連豬狗都不如，就算是敵人看到我的面貌，都會悲傷流淚，雖然別人看著我是如此遭遇，但這都不是大問題，大問題是讓我們流轉輪迴的真實本性，這才是真正痛苦」。",
    "要解決大苦、面對痛苦的本性，這些衣食之苦相較都是小苦，這些小苦都被密勒日巴大師寬大的心胸所蓋住，變成微不足道，且成為鞭策密勒日巴大師更精進努力修行的助緣，因此讓密勒日巴大師更有勇氣、更有出離的去修持法。",
    "密勒日巴大師曾說，他「心如佛陀、身如乞丐」，「如果佛陀和菩薩等看到我的心，都會非常歡喜，但若看到我的身，也會升起悲憫之心」，因此首先要從究竟的快樂出發，去解決根本的痛苦，如此一來，才能獲得究竟的、真正的快樂。",
    "雖然密勒日巴大師所作如此高尚，但我們也沒有這麼大勇氣去模仿，因為密勒日巴大師並非是解決飢渴才去山上，是為了修行，解決飢渴並非他追尋的最終目的，因此根本不會對他造成絲毫影響。",
    "反而是我們，我們只要稍微衣食堪慮，就會造成影響，我們被衣食痛苦所折磨時，就會像是顯微鏡下的細菌一樣，會將很小痛苦放大再放大，把它當成天大的折磨，然後沈溺其中無法自拔。",
    "因此不要老是迷惑於暫時的壞苦上，而是要去解決究竟的痛苦。"
  ] as const;
