export const teachingBody183 =   [
    "因此，若缺乏出離心的攝持，以及發願救度普天底下如母眾生、不生廣大菩提心的話，無論你修什麼法，都只會成為一己解脫之因，無法成就自他眾生獲得解脫或全知佛的果位。",
    "因此佛教在大乘中講到，要成佛僅需修持一法，就是菩提心，因此菩提心是成佛的主因，也是成佛的根本。",
    "有很多人說「我成不成佛無所謂」，因為他們不懂什麼是佛陀的果位，因此會覺得成佛未必是一件好事，或者他們會問「成佛會怎麼樣呢？相貌會變嗎？會不會沒朋友，很孤獨？」等等，我覺得這都是無謂的擔心。",
    "如果你成佛後，你還需要擔心這些嗎？因此，自己雖然獲得解脫、獲得快樂，這還不是究竟，正如同「己所不欲勿施於人」的道理，因此自他所有眾生都希望獲得解脫，因此我們自己獲得解脫，也要幫助別人，等到幫助別人、自己獲得佛果後，安立什麼名稱，就都無所謂了，因為已經成為圓滿自他二利的佛陀。",
    "因此既然自己已獲得解脫，既然已經證得如此高的智慧，在這樣高層次、高階段下，為何還不能為他人著想、還不想為他人服務，空有智慧卻不利益他人呢？缺乏的是悲心和菩提心。",
    "如果沒有悲心和菩提心，再有多高深智慧，都不會想去幫助他人、去利他;但若你有利他之心，沒有太高智慧，也能幫助到很大眾生，有很大利益事業，因此要想任運成就圓滿二利得佛果，就必須去修學菩提心。",
    "現今社會上有很多人精打細算，而成為大富翁;也有人受過高等教育，對他們自身來說，一切條件都很圓滿俱足，但卻無法升起幫助和利益他人的心，因此他們的財富、智慧和文化，只會成為他們自私的一部份，因為沒有菩提心，所以覺得一切事不關己，以此姿態袖手旁觀。"
  ] as const;
