export const teachingBody184 =   [
    "因此，若你懂得修行的話，自利和利他並無太大區別，而且非常容易，出離心和悲心兩者本質相同，彼此成為相互的幫助修法，眾生的痛苦就如同自己切身體會、感同身受一般，就像是將自己的身心都裝入他人之中，自己成為他人的一部份一樣，對於他眾的苦樂，自己可以切身體會得到、感受得到。",
    "就如同密勒日巴大師一樣，「悲心從根生、輪迴如火坑」，如果你從根本升起悲心的話，並不是說「悲心」就代表要給予或施捨一樣，而是如同自己深處火坑中一樣，遭受完全無法忍受的痛苦，如此感受下，才會真實的想要從輪迴中解脫，才會真正的想幫助他人，這才是真實的悲心。",
    "在世間很多痛苦都是由人類所造成，譬如彼此的殺業，和百般折磨、奴役著動物，雖然外在世間是所有生物賴以生存的環境，但我們人類卻總是製造災難、自比為王，濫殺生命和破壞他們的生存環境，我們只是大家庭中的一員而已，只是一員，並沒有主控權，應該共同守護，而非破壞及殺虐其他眾生。",
    "以上這些道理，並非是因為佛陀所說或上師所說，是對信眾的指令，而是真實能體會到的道理，必須要去做，這並非是為依靠上師或佛陀教言，而是這是人類在這世界的真實處境。"
  ] as const;
