export const teachingBody185 =   [
    "世界上若有悲心、菩提心、慈愛之心、有彼此關愛之心的話，世界上就不會有太多人遭受痛苦。正因為我們欠缺這種心態，所以現今世界仍哀鴻遍野，因此最大的殺手就是「無慈愛、無悲心」的狀態，就算你知識再淵博，沒有悲心也是枉然，即便你有善心、有智慧，若不落實在行動上，也只會成為解脫的逆境、障礙。",
    "寺瀑流沖難阻止 業力繩索緊密繫 投入我執鐵網孔 無明大暗所蒙蔽",
    "無邊有海生又生 常被三苦所迫害 成此境地之母等 情狀思已發大心",
    "就像剛剛所提到，慈悲心有多大，利他的事業就會隨之有多廣大，講到出離心與悲心之間，是有非常密切的關連，他們的關聯是，比方說朝內稱之為「出離心」，朝外是「悲心」，可以說出離心和悲心是一體兩面，本質上是一樣的。",
    "首先從自身出發，修持出離心，然後朝外想，所有眾生也都想要離苦得樂，也跟自己一樣，有時候也會看到很多眾生比我們還要可憐，會覺得「若他們不獲得解脫，誰還該獲得解脫呢？」",
    "眾生苦樂感知都相同，因此我們要尊重他人苦樂的感知，以此發心，自己修持出離心後，將對境朝向外，以悲心來幫助、解救和自己一樣想要離苦得樂的眾生。"
  ] as const;
