export const teachingBody186 =   [
    "我們從無始以來就與生有「我執」，或以為有不需要依靠他者的「我」，但真實狀況上並非如此，一切事物都並非自主成立，講到我執，講到「何謂是我」，大多數人都會指著自己身體說「這是我」，但這身體也是源於其他眾生，若以一個細胞一個細胞或器官去區分，根本無法找到「我」在哪裡。",
    "若往下探詢，只能找到因緣和合下的、由各種物質結合的、外在的一個身體，而將「我」的名相安立於上，才能說這是「我」，但如果不滿足於名相的安立，往更究竟去洞察，是將永遠找尋不到「我」的狀態的。",
    "因此所謂「要點」，就是一切都是不具實義的，僅是在緣起、顯現上的安立。",
    "法王用康巴語說，「如果說法遇到困難，就要講康巴語」。",
    "這裡講鏡子和鏡中影像的差別。鏡中的影像、鏡中映照的言行舉止，是不是自己的行為呢？不是，但又可以看得到，因此可以說鏡子本身不具備這些動作，但因緣聚合之下，我們就會看到鏡中的行為。",
    "我們可以看見鏡中的表情或行為，但鏡子本身並不具足這些表情、行為和顏色，這些映象也不會一直留在鏡子上，最初不存在、中間不留駐，之後也不會去到其他地方，但我們也不能說他不存在，因為因緣和合，而讓我們能在鏡中看到自己的舉止。然而鏡中之物並非真實存在，不如我們所見一樣的具足實義。",
    "因此本質上，鏡中影像、表情、動作等，本質都是不成立的，不像是我們理所當然的、視為的真實狀態，但因緣和合下我們可以看得到，因此我們也不能說這些映相根本不存在。",
    "因為我們並未斷除迷惑，因此也無法阻止自己看到鏡中之物及言行，而會一直看到鏡中虛幻的影像，但即便看著鏡中物和動作時，若能了知其本質為空性，那在了知其為空性，現見空性時，又能了知其所見及鏡中物並無實義，此時，才會升起很好的正見。"
  ] as const;
