export const teachingBody189 =   [
    "前者提到十業道：殺生、偷盜、邪淫等身三業，妄語、綺語、粗口、兩舌等語四業，貪心、害心和邪見等心三業，加起來就是十種惡業。與此相反，就是十種善業。以上包括了所有善惡業。",
    "所謂「定業」，是指依著善惡業的因，各自不會錯亂地導致善惡的果報。因此，造作了惡業，一定會導致痛苦的果報；造作了善業，一定會產生快樂的果報。《大寶積經》〈善順菩薩會〉提到：「辛辣諸種子，能生辛辣果；甘甜諸種子，能生甘甜果；於此喻所示：惡異熟辛辣，白善果甘甜，智者所應知。」",
    "還有一種「增長業」：無論造作了大小的惡業，如果沒有透過懺悔等方法去對治的話，業果會日復一日的增長；如果加上隨喜的話，更會廣大增長。同樣的，如果造作的善業，沒有被得意或後悔之心所削減的話，善果也會日復一日的得到增長；如果再加上迴向的話，善果更會增長。",
    "不作業不會感受果報：無論自己造作了大、小的善惡業，一定會正確導致苦樂的結果，如果沒有做，也就不可能感果。佛經說：「提婆所作的異熟業，不會成熟於地界等處，而會成熟於其所持的蘊等上。」",
    "業果是不失壞的，佛經說：「有情所作業，百劫不失壞，因緣聚會時，果實即成熟。」有情所造作的善惡業，永遠不會壞失，自己無論試圖阻擋多久，或許幾劫的時間，但是就如同播於乾地的種子，只要水份充足（就會發芽）一樣，任何造作的業，當它被催醒的時候，苦樂的果報就會成熟。對於這一點，能夠透過對於佛經、律典的典故的領會，得到確信。",
    "因此，首先我們思維惡業的業果，接著思維善業的業果，之後生起歡喜心，不再輕視微小的善業而任意妄為。"
  ] as const;
