export const teachingBody190 =   [
    "如同彌勒菩薩所說：「如不淨物離香，五道等處無有安樂。其處之苦，恆常觸生如雪鹽。」無論投生於輪迴任何高低的地方，都離不開三苦的本質。",
    "這三種難以忍受的痛苦，分別如下：",
    "1. 苦苦：地獄冷熱之苦、餓鬼餓渴之苦、畜生癡啞奴役造成的苦痛，如同疼痛的傷口上長出膿瘡一般。如同《龍樹親友書》說：「即便見聞地獄圖，憶念讀誦或造形，亦能生起怖畏心，何況真受異熟果。」像這樣的「苦苦」是無法忍受的。",
    "2. 壞苦：投生善道之後，如同雲縫中的陽光一樣，我們感受到的微小身心快樂，都只是暫時而無法恆常，這就是壞苦。寂天菩薩說：「雖數至善趣，頻享眾歡樂，死已墮惡趣，久歷難忍苦。」雖然投生在善道，但人道會嘗受生老病死等八種痛苦，非人阿修羅會遭受鬥爭之苦，而天人會遭遇死墮，即使投身上三道，仍飽受各種痛苦所逼迫折磨。",
    "3. 行苦：輪迴中不僅備受苦苦、壞苦的折磨，就像是出獄的犯人，不一定就不會被關入其他監獄一樣，我們都沒有不會從善道落入惡道的信心，所以一直無法究竟出離輪迴，總是和苦難的痛楚難分難捨。造成這些問題的根本只有一個，就是對於五欲的貪著。",
    "波多瓦大師說：「我們為了追尋五種妙欲，因此無始以來飄泊於輪迴之際；沒有比這更糟糕的損害和糟蹋了。」因此，恆常地厭離妙欲，並且思維輪迴總的痛苦，尤其是思維「行苦」 ，將會是非常重要的事情。"
  ] as const;
