export const teachingBody191 =   [
    "我覺得快樂不需要想太多，快樂其實是一件很容易懂的事，越簡單、越單純的，就是越甚深、越真實的快樂。",
    "我們常以為快樂就是越複雜的、越新的、以前沒有的事物，已經得到的就覺得沒什麼。其實快樂就是我們早就有了的，但我們忘了它有多珍貴，不再珍惜它了，反而冀求新的東西，不斷的向外去追尋。",
    "有一天我在住的地方，繞著寺院走走，天氣很好，因為慢慢走、慢慢走，身心都放鬆，忽然有個想法出現：「哦，我在呼吸耶。」大家可能覺得呼吸有什麼了不起，但當我覺知到自己在呼吸，就覺得有種喜悅、滿足的感覺，它是從內心生起的一種自然的喜悅與滿足感。",
    "為什麼會有這種感覺呢？仔細想想，我們每一口氣都跟眾生息息相關，以科學角度來講，氧氣也是森林和樹木所給予的，而且我們不只是呼吸一次，一天有無數次呼吸，一生不知呼吸了多少次，即使你只感受到一次呼吸，都可以感受到裡面含藏了無量的因和緣。呼吸的時候，你可以慢慢去感受它，會發覺原來每次呼吸都聚集了這麼多微細的因緣，這麼微妙的、包含這麼多因緣的一次呼吸，我卻剎那剎那的做到了，現在能這樣活著真是很難得的一件事，突然覺得自己很幸運、很幸福、很喜悅。",
    "想想看，如果我們呼吸的氧氣是要買的，或者刻意努力才能呼吸的話，那不就辛苦了嗎？只要我們能仔細思維，懂得感恩和珍惜，一次呼吸都是很難得的，這些喜悅一直跟著我們，就在這些細微當中，隨時跟著我們，不是只有有錢有勢的人才有。快樂只是有沒有被認出來而已，也就是懂不懂得知足和感恩而已。"
  ] as const;
