export const teachingBody195 =   [
    "善逝如來的教法，不管是否曾經聽聞過，再次聽聞都有助益。\n國王您之前雖已了解佛法，再次聽聞，對您的修行更有幫助，這是非常殊勝美妙的； \n就像月光照耀在白色的粉牆上，豈不是更鮮明美麗嗎？",
    "「更聞佛語增勝解」，文中的佛，有「能忍」的意思，「能忍」一般來說是能消除煩惱。",
    "事實上聲聞、緣覺乘也能消除煩惱，但是這裡不只消除煩惱障。我們說佛陀祂是大能忍，祂不只消除了煩惱障，也消除所知障。所以這裡的佛語，是佛所說的教法、 語言。雖然國王您過去已經了解、學習過這些如來的教法，但是如果您「更聞佛語」，來聽聞以下這些佛語的話，能讓您的見解更加增勝。",
    "舉例來說：「猶如粉壁月光輝」，就好像塗了白粉的牆壁，它已經潔白，倘若再加諸月光的光輝時，豈不是會變得更加光明、美好與殊勝？所以「豈不鮮明益姝妙」是這個意思。這裡是指：國王啊！您之前或許曾經聽聞過，若是再聽聞佛法的話，您對於佛法的了解會更加增長。",
    "這一頌的前三偈，是「前行」。這三個偈文告訴我們──如果對於佛法不了解時，就要透過以下的這些學習去了解它，這會是非常重要。就算我們已經學習過佛法，對佛法有一些了解，這時候如果您更加聽聞與修學，則會對修持更有幫助。",
    "我們也經常思索、閱讀文字形容的真理，讀過以後可能文字理解了，但是，真正的真相或者道理，是不是存於心上？",
    "就如佛陀經常告訴我們：「正法、佛法是什麼？」要我們「依義不依字」，我們要依靠的是它的真實義，而不是這些文字。所謂內容也不僅是文字的內容，重點是這些內容必須和我們的心結合，這時候的體會才會更加深刻。這是前三個偈文裡，主要告訴我們的重點。",
    "這三個偈文，主要提到：佛法的內容，都是我們應該要學的；無論這樣一個教法、傳法的人，他是好或壞，或者是不同教派的內容，我們都不要因為對人的好惡，或者因為宗派的好惡，而有著分別。",
    "譬如，有的人會說：「我喜歡的人，我願意跟他學習法教。」或者說：「這是我的宗派，所以我願意學。」也有的人說：「我不是這個宗派，我不想學！」我們都不要這樣。",
    "就好像剛剛的詩偈，龍樹菩薩也說：",
    "隨何木等雕佛像，",
    "諸有智者咸供養。",
    "就是不要因為材質的好壞，而有任何的好惡，亦即有輕視或尊敬的分別心產生。",
    "我們要抓到這些內容的意義是什麼？",
    "透過聞思修我們應該了解：這個教法到底好或不好，它的珍貴性是什麼？還有我知道以後，它對我的修持有什麼幫助？具何利益？我們應該這樣思維，然後來做這樣的學習。"
  ] as const;
