export const teachingBody196 =   [
    "《三主要道》有三個重點：出離心、菩提心和空正見，這是佛陀所傳的三個主要道法。今天要講的就是第一個出離心。",
    "一，出離心",
    "依據蔣貢康楚仁波切的釋論，宗喀巴大師將出離心分為三部分宣說：",
    "• 尋找必須出離的因",
    "• 出離的方法",
    "• 出離的標準",
    "• 尋找必須出離的因",
    "就是想想「我們為什麼要生起出離心」（以下為宗喀巴《三主要道》根本頌）：",
    "無有清淨出離心，求有海樂無法息，",
    "貪執世間束縛眾，故當首先尋出離。",
    "想要解脫的人，雖然有非常多修持的方法，然而真心想要成佛的人，首先要生起清淨的出離心。",
    "這種出離心，不是只想著出離三惡道而已，而是想要超脫整個輪迴。如果沒有這樣清淨、深切的出離心，如果不放下那種愚蠢之心，不止息這樣的顛倒，貪著的繩索，飄泊於六道的眾生，仍舊會被牢牢地束縛在輪迴當中。因此，想要解脫的人，首先要認知一切輪迴的快樂，都是痛苦的泉源。",
    "先生起一念殷切想出離的心文殊菩薩說：「在最開始，如果沒有具備對於整個輪迴的厭離之心，一切聞思修等等作為，都必定是輪迴和惡道的因。因此，這時必須暫時放下生、圓次第等等甚深法門的修持，而盡力修持出離心，直到能生起為止。如果沒有透過正念的串習保持出離心，一切的善行，將會被短視近利的貪著之心掌控，而成為輪迴的因。」",
    "宗喀巴大師也說：「因此，放下例如密乘那些所謂的甚深口訣，首先，要修持出離心和菩提心，直到有所體會。」",
    "因此，如果沒有真實的想要出離全部輪迴的心，就算如理持守清淨梵行，修持聞思修，安住在密咒乘的憤怒壇城中，灌頂、修持、供養、觀修生圓次第等等行持，都不會成為有力的解脫的因。",
    "我們如果想要出離輪迴，首先要生起「我要出離」、「我要解脫」的心，如未生起這樣的心，繼續貪愛輪迴中的物質慾望，是永遠無法出離的，就如牢中的囚犯，如果不想要從牢籠中出離，就永遠不會有出離的一天，因為他不會去找出離的方法。"
  ] as const;
