export const teachingBody198 =   [
    "首先我自己是不是一個菩薩呢？我也不知道。但因大眾的福德之力，我們聚在聖地，如果能藉給了菩薩戒，讓大家生起一點菩提心，也是我的一點祝福和心意。",
    "我在辯經法會上說過，我從小誕生在一個佛教家庭，父母他們對佛法很虔信，比起他們我真的不算什麼，我的親戚朋友也都對佛法很有信心。後來我得到一個噶瑪巴的名號，被帶到寺院，有個老師二十四小時跟我在一個房間裡，我哪兒都去不了，還有行持很好、很有善行的侍者整天在身邊。後來來到印度，也遇到很多具德的上師，跟隨他們聽聞了法教……從這樣的經歷看起來，大家一定說：「你絕對是個佛教徒」，但這樣就真的算是個佛教徒嗎？",
    "有時我們說自己是佛教徒的時候很確定，但如果問：「你是個好人、善良的人嗎？」有時反而會遲疑一下，不那麼確定，這真是很不好意思，但這種情形卻很多。這是很重要的部分，做為一個人，你得先是一個好人、一個善良的人，才能成為佛教徒。就像想做一個黃金的寶瓶，首先材質得是黃金，想做金瓶，卻只有銅，永遠也做不成金瓶；想成為一個佛教徒，至少要先成為一個善良的好人。",
    "沒有善心，卻想成為佛教徒，是種邪見。所謂善良的好人，不是指完全沒有煩惱和情緒，這很難，但至少情緒要比較輕微，不那麼放肆。只要你是一個善良的好人，自然就會是一個佛教徒。",
    "「佛教徒」僅僅只是個名稱，貼上這個標籤，其實無法改變你。能不能成為真正的佛教徒，在於你願不願意真正改變，成為一個善良的好人。隨時要提醒自己，隨時和自己溝通，看自己有什麼地方是善良的、還不足的地方是什麼，隨時調整，朝善的方向改變自己。"
  ] as const;
