export const teachingBody201 =   [
    "我們要了解這些都是痛苦，而生起厭離之心。如果要了解「解脫」有多好，首先就要先了解「輪迴」的過患，才會由衷生起想解脫的心。在修行的道次第中，首先要生起強烈的難忍之心，要殷切的想：我要出離，我一定要解脫！",
    "有句話說，如果不能生起出離心，即使修「密集金剛」那樣的大法也沒什麼用；如果生起出離心，即使只是修持簡單的「皈依發心」，也很有力量。所以藏傳佛教當中一直有句話說：「前行比正行更重要」，就是這個意思。",
    "有人去見一位上師，問道：「請問大日如來法是大乘法或小乘法？」，因為這位請益的人聽說大日如來的法不究竟，是趕經懺念的法，甚至有人嚴厲的批評說：留著這種法，好像養一隻光是會吃的狗、沒什麼用。",
    "沒想到這位上師回答說：「大日如來法，大乘行者去修是大乘法，小乘行者去修是小乘法，對我們倆呢，什麼都不是。」不是法好不好，而是我們的心會不會修，重要是我們的心，能不能承受那樣的法，有沒有把握要點修持。",
    "所以戈倉巴大師說：「大家都想求大圓滿法，但光是法大圓滿沒用，你的心要大圓滿才有用。」就是這樣。"
  ] as const;
