export const teachingBody203 =   [
    "「無我」是佛教教義常提及的名詞，但大部分人聽到「無我」時，常會誤解成是「沒有『我』」、「沒有自己」，在談及「無我」時，我們不應停留於文字層面的理解，而是進一步去尋思佛陀講解「無我」的深意。",
    "「我」只是假名安立，若你實際去尋找什麼是「我」，會發現並沒有一個「我」存在；你所認為的「我」，不論是「從小就覺得有一種『我』的感覺」——「俱生我」，或是「後天透過教育、學習，增長而得的一種『我』的想法」——「遍計我」，都並未真實存在，僅是名詞的安立。因此，根本沒有一個獨立自主的我和他實有存在。",
    "我們常將「我」誤認為是「獨立自主」和他人毫不相關的個體，但實相並非如此，真實狀態是：萬物都是相互依存、息息相關的，例如我們身體任何一細胞、任一部位，都依賴於其他因緣而得，像是由父母而得到血肉之軀，每天的衣食、氧氣也仰賴他人等等，因此，並未有我們所認為的「獨立自主的我」真實存在，我們都是其他生命的一部份，有著緊密的關聯性。",
    "佛教當中對於「有我」、「無我」的觀察，並不是「宇宙有沒有起點和終點」這類脫離生活的大哉問，佛教之所以探討「我」的有無，是因為它是牽動我們苦樂的關鍵，對於我們的生命有著很大的影響。因此在解釋「無我」的時候，首先要有這種認知。",
    "舉例而言，佛陀住世時，許多學者會來拜見並向他請益，有時會提出一些諸如「宇宙有無終始？何時開始？何時結束？」等大哉問，佛陀有一次就遇到這樣的問題，佛陀並未直接回答，反而是以引發思考的問題作為回答：「如果有一天你身處森林中，誤中了獵人的毒箭，你受傷後，會去分析這支毒箭來自東、西、南、北哪一方嗎？或去研究毒箭的尺寸、材質嗎？還是你會儘速察看傷勢、急救或就醫？」佛陀的意思是，這不是做研究的時候。"
  ] as const;
