export const teachingBody205 =   [
    "很多人會來見我，其中一個因緣，或許就是我持有「噶瑪巴」的名號，有時我也想，若我無此名號，恐怕我們一生都不會相遇，當然或許也有其他因緣讓我們相識，總之許多人來見我時，會帶著一種期待，覺得：「噶瑪巴是大智者，他的口訣可以幫我『消除生命中所有痛苦』吧。」",
    "有時我有一種想法是：如果帶著趕流行的心態去「修行」或「依止上師」的話，這不是一件好事，切莫將自己變成一個跟風的粉絲。這裡並不是批評粉絲不好，而是粉絲的心情容易衝動、情緒化，而真正「修持佛法」很重要的特質，是帶給你心情的平靜，幫助你消除煩惱，或幫助你找到生命的意義，讓生活更加穩定，這些才是所謂「修行」、「依止上師」的真正目的。",
    "很多人認為我有大智慧而前來見我，但我並不具備大智慧，而即使如此，我總是盡力給予關心，幫助大家度過痛苦。我有時候覺得，實際上是你們自己救度了自己，因為你們對自己生起了信心和勇氣，這樣的自信幫助你們跨越過許多障礙和困苦，而我從不覺得是我帶來了幫助。",
    "當然有時名稱會有一種加持，例如「噶瑪巴」這樣的名號，會帶給我們一種力量。無論如何，至今我從未認為自己有任何本事，能夠真正幫助到誰，我只是平凡中甚為平凡之人，其實是你們自己幫助了自己，這是很重要的。因此講到「修行」時，重要的是要靠自己。"
  ] as const;
