export const teachingBody207 =   [
    "因此，很多時候，很多人會問我說，我的善知識、我的上師會在哪裡？應該是東、南、西、北哪個地方，但很多人苦惱於找不到具德上師，或有緣善知識等，有點像是我要給他地址，姓名、地址、電話號碼為何，趕緊打過去。如果這麼容易的話，我就直接把阿彌陀佛的電話號碼給他。或許阿彌陀佛沒有電話，可能他的侍者大勢至菩薩，或觀音菩薩會有電話或維信，直接找他們。",
    "其實我覺得，問題在哪裡？問題出在我們自己的身上，因為我們求法的心不正確、不純粹，因此，我們不然就是找不到上師，或找到的是不行的、不具德的上師，找了一堆有問題的上師，他們也不能算是上師，是有問題的。",
    "但我們要知道，佛菩薩一直關注眾生，如同剛剛所說，他們就在我們門外等待著，但我們現在的問題是我們自己緊閉大門，因此無法和他們接觸，如果我們「信心」的門一打開，我覺得他們會衝進來。當然，佛菩薩也不會爭奪弟子，但我覺得他們仍會衝進來。\n因此，求法的心要正確，不能太複雜，不能太奇怪。",
    "這句咒語也是這樣，光是聽到這個咒語，就能了解佛的含義的人，應該也是很少的吧！因為義理很難被理解，因此說這是秘密的。密教也是如此，不是菩薩要保密、不是說佛菩薩不願意講，而是他們聽不懂，不能理解，沒辦法，或者他們不僅不能理解，還會誤會，因此乾脆就不要傳、不要宣說，但不是說佛要保密，會想把一個法留給自己，不會有這樣的情形。"
  ] as const;
