export const teachingBody208 =   [
    "這裡我們談到了五道，很多人會覺得自己修行已經到達何種程度，是不是已經在資糧道、加行道或修道上？我覺得沒有這麼容易，我們也不能想太美，因為我們說入道初學者初學者一開始，要學習聞思，並修持皈依、出離心、慈悲心、菩提心和證悟空性的智慧，當我們內心生起了菩提心的時候，就開始步入資糧道。按照大乘之道而言，在此階段，修行者秉持菩提心來吸收並思考空性，這就是資糧道。",
    "此處說的菩提心生起的意思是「修心」，這「心」指得是菩提心，先鍛鍊，才能生起菩提心，剛開始要很努力的生起菩提心，最後達到一種程度之後，就會很自然而然的油然而起菩提心，那時才是入了資糧道。還未產生這種自然而然的覺受之時，生起不造作的菩提心之前，不能稱為入道。",
    "昨天也提到，修菩提心並非易事，如果很簡單，菩薩就不會被稱為勇者，菩薩就是所謂佛教中的英雄，為什麼其他聲聞緣覺不是英雄？因為他們不具備這樣巨大的勇氣。菩薩很勇敢，他們可以犧牲自己，因此，為了要生起菩提心，大家必須勤加練習，去磨練自己、鍛鍊自己的心，才能生起如是勇氣。",
    "以上，是觀自在菩薩回答舍利子尊者的第一個部分，也就是針對鈍根器的聽眾們，所宣說的答案。"
  ] as const;
