export const teachingBody209 =   [
    "三世一切諸佛亦皆依般若波羅蜜多故，證得無上正等菩提。",
    "這句話是在解釋無學道，也就是佛果的境界。",
    "龍樹菩薩的弟子提婆菩薩曾經說過， 能夠到達解脫的門，僅有一扇，就是般若波羅蜜多，這也是它殊勝的所在。三世的一切諸佛不論過去、現在、未來，都是經由這樣的智慧，而成就究竟的無上正等菩提佛果。",
    "這邊的般若波羅蜜多，就是我們一再提到的「證悟空性的智慧」，一切諸佛，都是透過這樣的智慧，來證悟無上正等菩提的，沒有一尊佛例外，沒有一尊佛是不修此智慧而成佛的，因此這邊說「三世」意思是說，無論任何人在什麼時間成佛，都必須要依靠這種智慧。",
    "「無上正等菩提」，也有翻譯為「無上正等正覺」。「菩提」就是「覺悟」的意思。",
    "「覺悟」這個詞的翻譯非常貼切，因為它帶有「醒來」的意思，我們現在就像在一場夢中，一場因為誤解而產生種種形像、影像的夢境，而當我們成佛的時候，就是徹底的從這場夢中清醒過來，這是圓測大師的說法。",
    "這邊說的「正覺」，是指「佛的覺悟」，為什麼要特別強調「正覺」呢？因為聲聞、緣覺他們都能覺悟，但僅有佛陀具備「正覺」，這裡的「正」是智慧圓滿，通達空性的意思。",
    "由於這種「覺悟」是佛的覺悟，自然再無其他覺悟能夠勝過他，因此稱之為「無上」。意思是說，沒有任何其他結果、目標，會比佛果更加殊勝的了。而「正」是指毫無顛倒，是指他不但知道事物的深妙真理，而且是廣大、遍在的知道所有事物的真理，這樣的覺悟，是只有佛陀才具備的。因此，在成就圓滿菩提，也就是圓滿覺悟之後，修行者也就證悟了法身真如的本質，通澈一切諸法的真理，所以稱之為「正等正覺」。",
    "總之，佛的圓滿覺悟，這種最究竟、透徹一切事物真理的覺悟，都是依靠般若波羅蜜多才能得到的。"
  ] as const;
