export const teachingBody210 =   [
    "是故舍利子！以無所得故，諸菩薩眾依止般若波羅蜜多，\n心無障礙，無有恐怖，超過顛倒，究竟涅槃。",
    "這個句子，是在講解行者在修道上的修行方式，就像我們早上說的，修道菩薩所修行的，就是持續去培養見道菩薩的智慧，因此昨天早上有提到，他們兩者之間所觀察的空性是一樣的，所以這邊說「依止般若波羅蜜多」，就能漸漸地「心無障礙，無有恐怖，超過顛倒，究竟涅槃。」",
    "那他們是怎麼修行的呢？由於見道菩薩已經看到一切法的空性，所以修道菩薩的根本智慧，不會再體悟到更多的東西了，這就是所謂的「無所得」，因此，他的根本智慧也不會再有任何錯誤的經驗了，換句話來說，不會再有任何的誤會，這就是這些菩薩修行般若波羅蜜多，或是依止般若波羅蜜多的方式，依此最後就能達到「究竟涅槃」。",
    "「心無障礙」這句中的「障礙」 影響我們內心、阻礙我們內心、讓我們產生種種誤解的障礙，這種障礙稱為「所知障」，修道菩薩開始漸漸斷除這樣的所知障，所以說是「心無障礙」。",
    "同時，修道菩薩跟一般凡夫、或者是聲聞與緣覺是不一樣的，他們能夠理解並接受甚深的空性，對這樣的道理沒有任何的恐懼，所以說「無有恐怖」，完全可以接受，聲聞眾及緣覺眾很難接受。",
    "他們也能自然而然的連根拔除最細微的顛倒，所以說「超過顛倒」，而達到最終的「究竟涅槃」。"
  ] as const;
