export const teachingBody211 =   [
    "雖然事實如此，但為什麼很多小乘論師們不相信「大乘經典是佛陀所宣說」的呢？",
    "可能關鍵的原因有兩種：",
    "1. 深奧：第一個原因，是因為大乘的義理極為深奧，一般小乘行者無法理解，如同昨天所說的那樣，在經典結集的過程中，佛陀囑咐諸大菩薩一起結集經典，這個主張在《大智度論》等著作裡，一再地、不停地提到此情況，要讓大菩薩參與其中。",
    "2. 龐大：第二個原因，是因為大乘經典的內容、體系非常龐大，而人道眾生的壽命又很有限，記憶力也不敏銳，相對於夜叉、龍族和天人則在壽命或記憶力上有極大的優勢，所以大量的大乘經典結集的時候，都寄存在這些眾生們的世界之中，而不是在人道中，所以早期的小乘部派行者們並不知道有這些經典的存在，這也是非常合理的。",
    "「根本說一切有部」的律典之中談到，當時佛陀為何把大乘經典囑咐給人和天人，是因為他認為：若只是交給天人，天人只顧享受，不顧法，太放逸靠不住；但若只交給人，壽命又太短──因此只能同時交給人和天人。",
    "藏傳佛教中另有一個有趣說法說，佛陀圓寂之後，天龍八部討論由誰來保管般若經典，起了很大的爭執，最後，他們竟然開始動手搶奪。據說，當時龍族搶走了《大般若經》，他們很聰明，天人搶走了《一萬八千頌》，《般若兩萬頌》則被人類拿走了，還有《一萬頌》是被阿修羅搶走。最後，那可憐的多聞天王，只能撿走剩下的最後那一部《般若八千頌》，他就很可憐，多聞天王應該很厲害才對，應該先下手為強啊。"
  ] as const;
