export const teachingBody212 =   [
    "觀自在菩薩，是我們很熟悉的名稱，在一些經典裡面稱為「觀世音」，兩者都是指同一位菩薩，但名稱的意義上有些不同：",
    "1. 觀世音：這是從他救護苦難、利益他人的角度來取的名字。",
    "2.  觀自在：這則是從這位菩薩證悟「人無我」和「法無我」，能夠不刻意、自然自在觀察空性的角度，也就是「自利」的角度，而取的名字。「觀世音」是從利他角度取名，「觀自在」是從自身功德所取名。",
    "觀自在菩薩實際上是一位仍然在修行，下一輩子就會成佛的菩薩。但是在某些經典中認為，其實觀自在菩薩過去就已經成佛了，名字叫做「正法明如來」。",
    "根據圓測大師的說法，「已經成佛」的觀自在菩薩，和「將會成佛」的觀自在菩薩，是不同的菩薩，但是名字一樣，有此說法，他是唐朝玄奘大師的一位弟子，是韓國人。（法王忽然說韓語的「你好」：「阿泥哈塞由～」，並說「那時候應該不會這樣說吧」）",
    "有些其他論述則認為，已經成佛的觀自在菩薩，是真實的觀自在菩薩；而將要成佛的那一位菩薩，則是他的化身，展示為菩薩。也就是真正佛的躲在後面，派出一個假的，也不能這樣說，一切都是假的。這樣的說法跟《法華經》等等著作的記載差不多。"
  ] as const;
