export const teachingBody213 =   [
    "法王先以中文問候大眾：「大家早安，阿彌陀佛！」接著以藏文開示：",
    "今天會繼續講解《心經》。本來預計這次課程參與者，預計大概是三百人左右，因為上課人多時，相關事務也相對會比較多，後來越加越多，一路從三百人變成最多七百人。我對大家對《心經》有信心感到很歡喜，也很隨喜大家可以一起前來「用心聽心經」，但當初真的沒想到會這麼多人。",
    "真的由於各位的用心、這麼有信心地投入法教的學習，因此讓我這個講法者很有壓力，平常我不是很乖的，但這次因為大家如此投入，也讓我要乖乖的、認真準備此課程。接下來接續昨天的《心經》內容。",
    "請大家記住我的中文水平不高，還是學生程度，接下來就要用中文來講。",
    "（接著，法王轉用中文來說：） 接下來，請聽我這個「學生」的報告。",
    "更正前說：堅持要殺生的國王，沈到地底下",
    "我們在昨天的課程當中，講到了「經典的名稱」，「譯者的簡介」。接著進入到「正說經文」的部分。「正說經文」有八個部分，分別就是「序」、「時」、「眷屬」、「因緣」、「問」、「答」、「順說」和「隨喜」這八個部分。昨天講解了前三個，也就是「序」、「時」和「眷屬」。",
    "但是昨天有一個地方，就是「王舍城」命名緣由的故事當中，有一段出自《大智度論》的故事中提到：「當時有一位廣車國王，他的父親因為主張祭祀天神要殺生，所以最後整個身體都陷入到了地底。」我當時有點說錯了，今天該罰一下，說成他的父親認為「不要殺生」，但其實他就是堅持「要殺生」──說反了，罪過很大啊。",
    "這個故事的細節很有趣，剛好可以在這裡順帶補充一下。這個堅持殺生的國王，名字叫做「婆籔」，他因為厭離世俗，就出家成為婆羅門的仙人。有一天，幾位婆羅門的出家仙人，跟一些在家婆羅門吵了起來。",
    "在家婆羅門認為：「依照經書說，祭祀天神的時候，應該要殺生吃肉。」但是出家仙人們卻認為：祭祀的時候，不應該殺生吃肉。正當大家爭來爭去的時候，有一位出家婆羅門說：「現在有一位當過國王的出家婆羅門仙人，你們會相信他所說的嗎？」在家婆羅門說「相信！」。出家婆羅門就說：「好，那麼我們就請這位國王做評判，明天就一起去問他。」",
    "沒想到當天晚上，在家婆羅門偷偷先跑去見了這位出家國王婆藪，請求婆籔說：「明天爭論的時候，請一定要幫我們。」第二天早上，大家到婆籔跟前時，出家仙人就問婆籔先人說：「祭祀的時候，應該殺生吃肉嗎？」婆籔仙人回答：「根據婆羅門法，祭祀的時候，是應該要殺生吃肉的。」出家仙人們聽完後，覺得很驚訝，就說：「先不管律法怎麼說，你自己覺得怎麼樣？」",
    "婆籔就說：「我的想法是，為了祭祀天神，當然要殺生吃肉呀！這個被殺的動物，是因為祭祀而死的，所以死後一定會投生到天道。」這些出家仙人聽完之後，氣得不得了，大罵說：「你錯了！你這個騙子！」甚至還對他吐口水說：「罪人，你去死吧！」沒想到一罵完，這個婆籔仙人腳踝以下，就陷到地底下。",
    "當時，出家仙人們繼續追問：「你要說實話！你故意騙人的話，整個身體都會陷落進去的。」他回答說：「為了祭拜天神而宰殺羊隻等動物，並且吃牠們的肉，當然是無罪的。」這樣一說完，他的膝蓋以下又陷進去了。就這樣一路問答到最後，婆藪仙人竟然整個身體都陷入到地底下，只剩一顆頭在地上。",
    "這時候，那位出家仙人勸他說：「你看吧，你就是騙人說大話，得到了這樣的現世報，你趕緊說實話，雖然你只剩一顆頭露在地上，但只要你說實話，我們仍有辦法救你出來的。」",
    "這時候婆籔仙人心想：「我可是做過國王的，是個有身份地位的人，怎麼可以出爾反爾不算話呢？沒面子！而且在婆羅門教的《四部吠陀》當中，都一再讚嘆祭祀天神的功德，所以就算我死了，也一樣堅持殺生祭祀是無罪的。」接著他盡最後一口氣說：「祭祀天神的殺生，絕對是無罪的！」",
    "最後，出家仙人們非常失望的說：「你真是一個無藥可救的人啊，我們不想看到你了！」說完，婆籔仙人整個身體都陷入到地底下，不見了。從那時直到龍樹菩薩的時代為止，印度人們都仍沿用婆籔仙人的主張，祭祀天神時要宰殺動物。而在屠殺動物時，都會對著被殺的動物說：「是婆籔殺你，不是我殺你，不要怪我」有這樣習俗。",
    "其他後面的故事，也就是婆籔的兒子廣車國王之後搬遷的事情，在昨天的課程當中已講過了，現在就不多說了。也就是他孩子覺得此處是父親陷入的地方，不應再繼續居住。"
  ] as const;
