export const teachingBody215 =   [
    "「菩薩摩訶薩」的「菩薩」這兩字的意思，在昨天已經解釋過了。「摩訶薩」的意思是大菩薩，指的就是八地以上的菩薩，才稱為大菩薩。",
    "行深般若波羅蜜多時，照見五蘊體性皆空",
    "這位觀自在菩薩摩訶薩跟佛陀很相像，他也透過了修行，安住於甚深般若波羅蜜多當中，並且以智慧觀察、照見、看到了五蘊的體性都是空性。這也是在暗示說，後世的修行者們，如果能夠照見到五蘊空性的本質，就能夠開顯出般若的智慧。",
    "以上講完了「因緣」，接下來要講解的是八個部份當中的第五個：「問」。",
    "第五部份：問",
    "時，具壽舍利子",
    "「具壽舍利子」中的「具壽」，一般來說，是古代印度長輩對於晚輩比較親切的一種稱呼，藏民中很多說千歲爺、萬歲爺等等，依據釋迦光大師的《三百頌》這樣一個律典中提到「尊稱的方式」時，認為晚輩應該要稱呼長輩為「尊者」，長輩稱呼晚輩時則稱為「具壽」。",
    "但是這部經文的結集者阿難尊者，年紀並沒有比舍利子大，所以阿難稱舍利子為具壽，並不合理。所以這裡有這樣的稱呼，並不是基於對晚輩的稱呼，而是因為舍利子尊者已經斷除了煩惱，因此阿難尊者稱讚他為「具壽」，所以此處的「具壽」是一種稱讚的稱呼。以上這樣的說法，是出自於無垢友大師的《心經》註解。",
    "而「舍利子」，又稱為「舍利弗」，梵文叫「舍利弗陀羅」，「弗陀羅」是「孩子」的意思，舍利子尊者的母親名叫舍利，也就是是「百舌鳥」。舍利子尊者的母親被稱為「百舌鳥」的原因，有兩種說法：第一種說法，是說她的眼睛非常漂亮，就像「百舌鳥」一樣，所以取名為「舍利」；第二種記載是認為，當她懷有舍利子的時候，變得非常聰明，而且辯才無礙，因此被人家稱為「舍利」，也就是「百舌鳥」。",
    "舍利子尊者，是佛陀最主要的弟子之一，另外一位是目犍連尊者。由於舍利子是佛陀眾多弟子當中「智慧第一」者，因此他自然就是在《心經》當中，對於「甚深空性」發問的最佳人選。"
  ] as const;
