export const teachingBody216 =   [
    "「法」這個字，梵文意思是「達摩」，它本身具有非常多種不同的含義，其中一個含義是「維持」，是指一切的事物維持，因為每一個事物，都有一種「自我維持」的特性，因此一切事物被稱為「維持」。",
    "然而這裡「法之異門」的「法」，指的是「佛陀的正法」，一般來說梵文的「法」字有多種含意，此處指的是佛陀的法。",
    "「法」具有一種殊勝的維持能力。這是什麼意思呢？我們可以依照阿底峽尊者的「三士道」體系，說明如下：",
    "1. 下士道的法：能幫助眾生維持在人天善道上，而不落惡道；",
    "2. 中士道的法：能幫助眾生維持在涅槃，而不落入輪迴；",
    "3. 上士道的法：能幫助眾生維持在佛果，而不落入輪迴與涅槃二邊。",
    "佛法就具有這樣特殊的維持能力。維持一般來說是指維持一般事物，此處指的是佛法，因為佛法有以上所述「殊勝的維持能力」。",
    "接著，「異門」的意思，就是「不同的類型」。所以「法之異門」的意思，就是「法的不同類型」，例如：二諦、四聖諦、三學等等不同的佛法類型。",
    "由於這裡的「法」，特別指的是正法當中的「三摩地。一般的「法」是指一切事物，這裡的「法」是指「正法」，「異門」特別指的是「三摩地」。",
    "因此「法之異門」在這裡的意思，就是指「三摩地的不同類型」。因此「甚深明了三摩地法之異門」的意思，就是說某一種名為「甚深明了」的特殊三摩地。",
    "等入",
    "昨天想了半天沒有想到特別意思，這個時候，佛陀平等地安住於三摩地當中，因此稱為「等入」。「平等」的意思大家有不同想法，但「平等」有很深含意，在此處先不說。",
    "復於",
    "這邊的「復於」的意思是，不僅只有佛陀專注於甚深的空性中，觀自在菩薩也進入了甚深的見地。",
    "爾時",
    "就是說，佛陀進入甚深明了三摩地的下一剎那，緊接著就是觀音菩薩安住在甚深空性的開始。因此稱為「爾時」。"
  ] as const;
