export const teachingBody219 =   [
    "接下來是「正說經文」了。這裡將經文分為八個部分，就是「序」、「時」、「眷屬」、「因緣」、「問」、「答」、「順說」和「隨喜」這八個部分：",
    "序",
    "首先，「序」指的是這部經的第一句話：「如是我聞」。",
    "如是：這樣而已",
    "「如是」就是指此經，聽聞此經的經典結集者，將他所聽聞到的內容，就是「這樣而已」，沒有其他多餘的部份，並且一字不多、一字不少地記錄下來。「我」則是指結集者本人。總之，這句話的意思，就是指結集者他自己「聞如是經」的意思。",
    "我：集結者",
    "對於這部經的集結者是誰，有很多不同的說法：",
    "1. 文殊師利菩薩：智友阿闍黎在《心經》的解釋中提到：「所有般若系經典的集結者，都是『文殊師利菩薩』」。",
    "2. 金剛手菩薩：在摩訶闍那的《心經註釋》中提到：「陳那阿闍黎認為，所有般若系經典都是由『金剛手菩薩』所集結的。」",
    "3. 文殊師利菩薩、彌勒菩薩、阿難尊者：另外，在龍樹菩薩著名的《大智度論》中明確地提到：「所有大乘經典，都是文殊師利菩薩、彌勒菩薩和阿難尊者一起結集的。」",
    "4. 阿難尊者：在《小品般若經》中提到：「佛告阿難：我是汝大師，汝是我弟子。汝以身口意業，於今現在供養恭敬，尊重於我。我滅度後，汝當以是供養恭敬，尊重般若波羅蜜。」",
    "在《般若八千頌》的第二十八品，和第三十二品當中，佛將《般若經》囑咐給阿難尊者，由於這個原因，解脫軍阿闍黎主張：「大部份的大乘經典，都是由阿難尊者結集完成的。」獅子賢論師也提出過這樣的說法。",
    "然而，清辨論師在他的著作《思擇炎》當中，提到：「聲聞不能作為大乘經典的結集者，因為大乘義理並非他們所能理解的。」因此，對於阿難尊者作為大乘經典的結集者這種說法，提出了反對。",
    "可是，在《大法鼓經》中提到：「釋迦牟尼佛要求迦葉尊者保護大乘經典。而迦葉尊者也曾經指定阿難尊者，負責進行了第一次的經典結集。」因此，作為同樣是聲聞的阿難尊者，也可以作為大乘經典的結集者，這是沒有什麼問題的。",
    "總之，這部經典的集結者是誰，至今沒有一個絕對的說法。如果是共同集結，有時出現文殊菩薩名字，並不代表其他菩薩或阿難尊者沒有參與過。"
  ] as const;
