export const teachingBody221 =   [
    "首先，先和大家介紹一下《心經》的版本。",
    "在中文裡面，《心經》目前已知有11個翻譯版本，現存只有9個，藏文則有3種版本。不論中文或藏文，基本上都可歸納為「廣本」跟「略本」兩種。",
    "我們漢地最常見的版本，是由玄奘法師所翻譯的《般若波羅蜜多心經》，共有260個字，這是屬於「略本」；而藏文最常見的版本，是由智軍譯師在八世紀時，所翻譯的版本，他是屬於「廣本」。",
    "那麼，廣本和略本的差別在哪裡呢？「略本」的內容，只有教理本身，這部分稱為「正宗分」。而廣本，是在這個「正宗分」的前面，多加了介紹佛陀宣說這部經典的時空背景，和與會人士等等的「序分」：還有在「正宗分」的後面，強調這部經典的功德利益，令這部經典能夠廣大流傳的「流通分」：",
    "略本：正宗分──教理本身",
    "廣本：",
    "1. 序分──佛陀宣說這部經典的時空背景",
    "2. 正宗分──教理本身",
    "3. 流通分──強調經典的功德利益，令這部經典能夠廣大流傳藏文裡面，保存了八位印度論師對於《心經》的註解，當中，最有權威的就是無垢友大師所寫的《聖般若波羅蜜多心經廣釋》。",
    "在中文的11部《心經》譯本當中，有些是屬於廣本，也有一些是屬於略本的。而在藏文當中，最常見的2個版本都是屬於廣本；但是，近期也在敦煌地區，找到了古老的藏文《心經》略本。"
  ] as const;
