export const teachingBody225 =   [
    "不生亦不滅 不常亦不斷 不一亦不異 不來亦不去\n能說是因緣 善滅諸戲論 我稽首禮佛 諸說中第一",
    "新年是無常的提醒，\n珍惜當下，向內看，改變動機，\n才能改變命運。\n-第十七世法王噶瑪巴-\n鄔金欽列多傑",
    "「唐東嘉波長壽法灌頂」（中英翻譯）開示\n中譯：堪布羅卓丹傑\n聽打：正燃",
    "我們現在是新年，我想最最重要的是，從佛法來講，新年是對我們的提醒，告訴我們一切是無常的。",
    "告訴我們，新的一年，改變要發生了。",
    "所以什麼是無常？它的意思就是一種改變；它也在告訴我們事情不會總是一樣的， 時間和境況，都是不斷遷移，改變的。",
    "所以希望大家想到新年，就能想到佛法中告訴我們的無常。",
    "而且，尤其在新年的時候，我們有時候還會覺得，過去還有很多的事情似乎沒有解決，沒有處理等等，但是我們應當不要沉溺在過去的事情當中，我們要能夠面向未來， 要能夠走出過去。 ",
    "我想這是新年告訴我們的很重要的一層意義。",
    "就像剛才所說，時間和境況，對我們每個人來說都是不斷在改變的，而這不斷改變重要的意義是什麼？",
    "就是我們要珍惜跟把握這每一個當下。如果懂得珍惜，我想不僅從佛法來講， 從一生的生命來講都是很重要的。",
    "很多時候，我們其實都很被動，我們都會想，反正時間久了情況或許就會好了，或者總是覺得，好像可以把一切希望寄託在時間上。但這樣是不對的，因爲事實上，時間每剎那間都在改變，從未停止過。",
    "事實上不僅是時間，放眼望去，包括我們周遭的所有的事物，甚至我們的身體，它們剎那間都在變化着。但很多時候，我們都沒有發現這一點，沒有向內去發現和感受到這種剎那的變化性，總是寄託於外在的時間。",
    "事實上，想要讓自己改變和進步，不從自己的想法或動機去改變的話，其實我們的一生是很難改變的。",
    "所以重點是不要把希望寄託在外在，比如時間，好像感覺 “ 時間到了，自然就會好的！” 。不要有這種想法，而是要嘗試在當下看能否改變自己的一些想法，改變自己的動機，那麼才有可能改變自己的命運。"
  ] as const;
