export const teachingBody228 =   [
    "再來，解釋一下「波羅蜜多」的意思，這個意思是「到彼岸」。「彼岸」指的是涅槃，而「此岸」指的是輪迴。",
    "「正了知」的作用是什麼呢？為什麼這裡稱為「到彼岸」呢？因為它就像是一艘船筏，能夠幫助沉浮在輪迴大海的眾生們，前往涅槃大城的彼岸，因此稱為「到彼岸」，也就是「波羅蜜多」。「到彼岸」又有兩種解釋：",
    "1. 能到彼岸的工具：有學道般若",
    "指的是什麼呢？它指的就是「有學道」這個階段的「般若」，有學道這個階段的般若是什麼意思呢？也就是「正在前往成佛道路上的菩薩」的「般若智慧」，它能夠令人到達彼岸。",
    "2. 已到達的彼岸：佛地般若",
    "指的就是「佛地」，提起「佛地」，想起哈利波特的佛地魔，心太亂了，「佛地」也就是最終「成佛果位的般若」。以上這樣的說法，是根據月稱論師的《入中論釋》的說法。",
    "實際上這裡所講述的「般若」，是指「證悟空性的智慧」。但是，還有幾種事物也可以被稱為般若，例如：「自性般若」、「經般若」、「道般若」和「果般若」：",
    "• 自性般若：指的就是空性。\n• 經般若：指的是闡述空性的大乘經典。\n• 道般若：是指聖菩薩眾的智慧。\n• 果般若：是指佛陀遍知的智慧。",
    "但是以主要的般若來說，一般是指「果般若」，因為，這才是究竟圓滿的彼岸。而前三個般若呢，也可以被稱為是般若，但並不是最究竟的般若，因為還沒有到達彼岸。以上這樣的說法，是出於陳那論師的《般若八千頌精要》。"
  ] as const;
