export const teachingBody231 =   [
    "第五個偈文：勝利奉他\n他人出於嫉妒心，非理辱罵謗我等，\n粗惡穢言我取受，願將勝利奉獻他。",
    "這個偈言是在說，生活當中可能有些人出於忌妒或比較的心，他比如說辱罵了你，或者說他誹謗了你，你根本沒做那件事情，或事實不是那樣子，可是他說是你做的，誹謗你、詆毀你等等，這時候你應該怎麼辦呢？這時候你應該是「粗惡穢言我取受」，就是將這些損失，我自己來領受，然後再將一切好的，還是給予他人。",
    "平時來講，剛剛所謂的三類的眾生，譬如說秉性非常惡劣的人，其實你並沒有太多接觸的機會，並不會有機會讓他傷害你或批評你，所以感覺其實還沒問題；或者所謂的重罪的人，其實生命中你也跟他們很少有關連，所以並不會對他們覺得太煩惱；或者所謂的身心受大苦的人，你也沒有跟他們有太大的關連，所以你也不會太罣礙這件事情。但會有那麼一個人，常常會讓你非常在意，他像是一個突然把你刺醒一樣的人，他就是刻意的，可能突然的針對你辱罵誹謗，讓你會突然好像醒來一樣，這個時候你是用甚麼心態去面對？你是不是還記得修心的這些口訣呢？這就很重要了。",
    "這裡提到，在遇到這樣的狀況的時候，你要將一切的損失自己來領受，然後將一切的勝利或利益給予他人，這是在修心口訣中非常普遍與重要的一個觀念。這裡的自己跟他人到底指的是誰，這個要弄清楚，它指的並不是一個真實的人，譬如「損失要歸於自己並不是指你這個人，「利益歸於他人也不是指某個對方、某個生命，並不是這個意思。",
    "所謂的「損失要歸於自己的自己指的是你的我執，換句話說，任何的傷害、任何的損失，你都是要將它用到我執上，用它來幫助你消除我執，這是很重要的。那「勝利給予他人，這個「他指的也並不是對方某個人，這裡的「他指的是你自己的利他之心。",
    "換句話說，透過這些生活的考驗、這些逆境，它是要能幫助你減少你的我執，幫助你增長利他之心，這是最重要的，這樣才成為一個修心的口訣。不然很多人聽到這樣一個偈言會覺得說，那我是不是以後都要把好事給別人，讓別人去贏，然後讓自己總是輸？並不是的。",
    "事實上，的確有時你會有這樣的作為，讓某個他人贏、讓自己輸，但是這樣子僅僅是表面的，僅僅是那樣做到，但你不見得是真心接受，不見得是真心想要利他，你的我執也不見得減少。修心並不是表面的讓別人贏、讓自己輸，它是更深一層的，所謂你在修心上讓自己輸了，是讓你的我執減少了，你讓他人贏了，是讓你自己的利他之心更增長了。\n舉個例子來說，有一天你打官司，有人誣告你了，你就表面的修心，字面上的以為自己要輸、要讓別人贏，所以你就很委屈的說：「讓你贏吧，就算你誣告我，我也讓你贏吧。」這個樣子其實並不是真正在修心，搞不好心中還帶著一念我慢：「你看我多厲害啊，我還讓他贏，我做到了修心了。」",
    "這都是很表面的事情，你的心中是不是真的如這裡講的「把損失歸於自己了，是不是因為這樣的作為讓我執變小了呢？可能沒有耶，可能反而我慢更重了。像這樣的作為就不是在修心。所以，重點回到修心，要記得它都不是表面上的，比如說打官司故意輸給人家之類。它是你從內心去反思、去反省自己，我執是不是變少了？你是不是能夠自他平等以對，自他交換？這是最重要的。"
  ] as const;
