export const teachingBody232 =   [
    "第四個偈文：三大寶藏\n秉性邪惡眾有情，恆為猛烈罪苦迫，\n見時如遇大寶藏，願恆惜此難得寶。",
    "在這裏面提到三種類型的眾生：一種是秉性非常不好，秉性邪惡的；再一種是罪業很重的；再一種是苦痛非常多的，無論是生理上也好，心理上也好，苦痛都不斷的在折磨著他、不斷的在受苦的眾生。",
    "這個偈言告訴我們的是：當你在生活中遇到這樣的人的時候，心中要帶著怎麼樣的觀念呢？這裡說你要帶著的一個觀念是：「哎呀！這太難得，這真的是千載難逢的一個機會啊！」那你要把握這個機會做甚麼呢？你要想說，這是我可以對他生起關愛之心、利他之心、慈悲之心的一個機會，因此要將這樣的眾生想成是很難得的珍寶一般。",
    "這個偈言也是不容易做到的。平時跟別人相處的時候，如果對方是一個好人的話，你會覺得相處並不困難，但是如這裡所形容的，如果對方是一個秉性比較惡劣的人時，你會發現這就不那麼容易了。所以這個偈文對於我們修心的人來講是很重要的，它在告訴我們一個重要的觀念：無論你遭遇的對象是好還是不好，重點都是你要有一種面對他、接納他，甚至很歡喜的跟他相處的正向的心，這是非常重要的。",
    "尤其是像這裡說，當你遇到一些這裡所謂的秉性不好，或是有些人可能他跟你的理念不相近吧，跟你想的不同吧，他的個性就是跟你天南地北是不一樣的，這時候才是考驗，因為這時候你會發現，跟他在一起你就是會有點不舒服，就是覺得心裡怪怪的。我們說，如果你是個要修心的人的話，這就是你修心的機會，修心不是其他的時候，就是這個時候。",
    "所以你並不是要去逃避他，你要去面對他，把握這個機會去修心。要怎麼把握呢？你要保持一種勇氣，對於正在受苦的人也好，理念不合、秉性不好的人也好，你更要去面對他，如果就只是平常嘴上說說：「我聽了修心的課，我在做修心的修持，但一遇到這些難以相處的人的時候，你就很生氣，想要逃避的話，那其實是沒有任何用處的。",
    "所以講回來，這個偈言就是在告訴我們，當你要做一個修心的行者的時候，你要保持勇氣，你要有一種歡喜心，甚至你的胸襟是要很開闊的，你不會去逃避你不喜歡的事情，而是懂得帶著歡喜去面對這一切的考驗。這是重點。",
    "但聽完也不要有一個誤會：「那好，我現在就趕快去尋找一個大壞人，或者一個痛苦的人，我要趕快去尋找他，或者你就開始等待，等待生命中出現這樣一個大壞人，或者一個苦難的人，然後就可以看看自己的修行如何。修行不是這個樣子的，而是要記得它就是你生活中的點點滴滴，例如你回到家裡，你會跟你的父母親在一起，有時候跟你的孩子在一起，你也會在生活中跟朋友在一起，親子關係也好，夫妻關係也好，朋友之間的關係也好，它就是充滿了很多的困難跟挑戰。",
    "以前你面對的方式可能就是逃避它、面對它，但如果你是一個修心的人的時候，你要知道，這個就是你修心的時候，也就是說，生活當下的每一個考驗，你都願意去面對它，去接受它。這個就是修心的一個重點。",
    "不然很多人就誤會了，聽完這個偈文就說，好的，那我就等待未來有個壞人出現，但這樣子你會聽完了就聽完了，修心對你還是沒甚麼用的，因為它對於你當下的生活實際面，起不到任何的作用，這就非常的可惜了。所以要記得，聽完這些偈言，回到你的生活中，要帶著這樣的勇氣去面對，這是最重要的。"
  ] as const;
