export const teachingBody233 =   [
    "第三個偈文：恆觀自心\n一舉一動觀自心，正當煩惱初萌生，\n即將惱害自他時，願疾呵斥令消除。",
    "這個偈文真的是非常、非常的重要，它不僅是於一般的人，或者初學的佛教徒來說很重要，尤其是對那些覺得「自己是佛教徒，是修行人的人來講更加重要，因為我發現很多時候，比起那些沒有學佛的人，學了一段時間的人反而變得更奇怪，他的煩惱好像更多，反而更有嫉妒心和比較心，他更會執著一些事情。再加上他會有一個觀念：「我學佛很久了，我懂得更多，我才是佛教徒呢。」因為多了這樣一層傲慢的煩惱，所以他還不如那些沒有學佛的人來的好。",
    "所以，這個偈言對我們就非常的重要，因為我們隨時都要不斷的檢查反省自己。其實，很多時候我們都會不自覺地陷落在一種「我很了不起」，或者「我怎樣怎樣的一種傲慢當中。所以這個偈文就在告訴我們，你要稍微質疑一下自己，你要問問自己：「我真的是那個樣子嗎？我真的是一個好的佛教徒嗎？你隨時要去問一問自己，這就是這個偈言要告訴我們的。所以，我覺得對我們所有佛教徒來講，這是很重要的一個功課，尤其對於一個要修心的人來講，這是最重要的功課。"
  ] as const;
