export const teachingBody234 =   [
    "第二個偈文：自謙尊他\n隨處與誰為伴時，視己較諸眾人卑，\n從心深處思利他，恆常尊他為最上。",
    "這個偈言是在告訴我們：無論你到任何地方，遇到什麼樣的人，跟什麼樣的人相處，你都要保持謙卑的心態。不僅是這個樣子，而且你真的發自內心真誠的尊重，或者說恭敬每一個與你相處的人。",
    "舉個例子來說，就像是處於低下、容納百川的大海一樣，當一個人能夠常保謙卑，尊敬他人的時候，就能夠成為功德的大海，你隨時都能夠從他人身上學到東西。一個人若是心懷傲慢、以自我為中心，就斬斷了自己進步的機會。因此，與人相處的時候，如果能夠常保謙卑的話，就會有所學習、成長。帶著這樣的觀念生活，就是在修心。",
    "所以，對於一個懂得修心的人來說，他知道要積極面對生活，因為他知道一切的經歷，都是幫助自己成長、進步的機會，都是修心的口訣，生活的一切他來說，都是很重要的，於這段話才會有一個誤解，以為要我們常保謙卑，就是消極的去輕視自己，覺得自己不好，它並沒有這個意思。這段話背後更深層的意思是說，當你是一個修心的人的時候，你就會有種感覺：「我還可以更進步、我還可以更成熟，我現在只像在初學的階段，我還可以有更多的學習、我還能更加進步。」你會常常保有一種欲求進步的謙卑之心，還有「我還要更進步、成熟求知欲，這是這段話的常保謙卑的意思。",
    "總的來講，這裡談到都是修心。所謂的修心，就是在生活中跟人互動相處的時候，你都能夠把握每一個機會，把它變成是你訓練自心，或者是說讓你的慈悲心、菩提心更加增長的一個機會。至於你能不能夠把週遭的一切經驗或接觸，都變成是自己修心的機會，這其實是取決於自己的，你的內心是不是保有這樣一個正確的觀念，或者說一個很清晰的想法，就像剛剛這裡說的「眾生比自己更尊貴，自己要常保謙卑，你是不是隨時帶著這樣的動機去跟他人接觸，如果你有這樣的心，那麼生活中的一切都是在修行、都是在修心，因為這一切的接觸，它都會幫助你更加能夠生起慈悲心、菩提心，它都是你做修心的練習。"
  ] as const;
