export const teachingBody235 =   [
    "第一個偈文：眾生如寶",
    "我於一切有情眾，視之尤勝如意寶，\n依彼能成究竟利，願常心懷珍愛情。",
    "這一段是在說明，眾生比如意寶還要珍貴，我們要對眾生倍加珍愛。",
    "為什麼說眾生是非常重要的呢？或者說一切有情他們是如此珍貴呢？原因就在於這裡提到的「依彼能成究竟利，因為依靠了所有其他的眾生，我們才能夠成就究竟利、才能夠成佛。換句話說，成佛的必要條件就是一定要有眾生，我們一定要有所緣的對象就是眾生，所以說眾生是非常珍貴的。",
    "在修行的時候就是緣這些眾生，對他們生起利他之心、慈心、菩提心等等，透過這樣的一個修持，有這樣能夠被我們所緣的眾生，我們最終才能成就究竟的利益，才能夠成佛。所以，第一個偈文告訴我們：所有眾生都是非常珍貴的，如同珍寶一樣。",
    "再者，這個偈文在告訴我們，要具備利他或是關愛其他眾生這樣的一個心。我們可能會想說：「眾生其實平常都有呀，都在我們身邊。從無始以來，我們就有自己、就有他人，我們也跟所有的眾生生活在一起，但是僅僅這樣是沒有用的，他們並不會成為我們成佛的助緣，重點是你如何跟這些眾生互動？如何跟他們相處？這個偈文告訴我們的是：你要帶著一個利他的、關愛眾生的這樣一個觀念，也可以說慈悲心跟菩提心的修持就非常的重要了。",
    "那麼講到跟其他眾生的互動，其實生活當中我們不停的都在跟其他人、其他生命互動，有的時候可能互動的情況不是很好，甚至會帶來一些痛苦，但有的時候互動後會有一些好的結果，會帶來一些喜樂。這個差別在哪裡？其實是在於我們的心。我們是不是帶著一個善的動機，帶著這裡所謂的關愛眾生的心，去跟周遭的每一個人、每一個生命互動。",
    "如果我們的動機僅僅是為了得到一些衣食，或者眼前短暫的利益，這樣的互動就沒有辦法帶來更多喜樂，對方也無法幫助你成就佛果。所以這個偈文在告訴我們：跟人、跟生命互動的時候，你要有一個很重要的正確觀念，就是一念利他、一念關心他、一念要幫助他的這個心，這是非常非常重要的。如果你跟所有人、所有生命互動時，把握了這個重點，那麼自、他的生命才會真的圓滿。",
    "我們說，我們的今生要能夠圓滿，或者說我們的生命要有意義，它是需要具備很多的因緣條件的。從家庭的生活來講也好，或者從你個人的生活來講也好，我們常說要能夠圓滿，是要具備一些條件的。譬如說，你要先充實自己，你自己至少要有些學問、有些學習。\n再來，可能你也要很幹練、很會做事，你很努力等等。那再來，有的人會說，你還需要一個條件，就是你還要有點運氣，才能夠讓這些事情都順利。",
    "然後也有人在講，知識、幹練和運氣並不是最重要的，更重要的是，你的人際關係要好，你要懂得如何跟人、跟其他生命有一個善的互動，這是更重要的。或許可以說，決定你成功百分之七十的條件，就是你的人際關係好不好。",
    "這個偈文從世俗面、從生活面來講，一切事情要能夠成功圓滿，你也知道對眾生的關愛之心很重要，它會讓你的生活更好，那麼對於一個要修行、要成佛的人來講，它的重要性就更不用說了，你的心中常常要有眾生，常常要帶著關愛之心、慈悲心和菩提心，只要抱著這一念心，你所做的一切都是成佛的因。相反的，如果你常常不自覺的都是在煩惱當中、在貪瞋癡三毒煩惱當中跟人互動的話，那麼你的人際關係自然就會不好，不用說是要成佛，也不可能得到最究竟的快樂。"
  ] as const;
