export const teachingBody236 =   [
    "第六個偈文：善知識見\n吾昔饒益助某人，且曾深心寄厚望，\n彼雖非理妄加害，願視彼為善知識。",
    "這裡是說，可能某個人是你曾經幫助過的，甚至是寄予厚望的，但是結果他卻以怨報德，反過來加害於你。相較於被一般人所傷害，這種情況會讓你更情緒化，會讓你更加煩惱，因為這個人是我曾經幫過的呀，他怎麼回頭傷害我呢？所以在遇到這樣一個狀況的時候，一個修心的行者應該怎麼做呢？偈言說：應該將他視為是善知識。",
    "那甚麼叫做善知識？很多人會以為善知識一定是一個很有名氣的某位大師，或者是他一定要有高高的法帽戴在頭上，或者說他是很有地位的，或者說他是要拿著一個鈴、拿著杵的一個上師，這才是善知識，其實並不一定。",
    "真正的善知識，指的是他能夠幫助你，把你隱藏在內心的或沒有顯露出來的各種問題，他能夠把它揭露出來，能夠讓你去面對到這些問題，讓你看到你的問題在哪裡的這樣的一個人。不然很多時候，大家也會去見好多的上師，拜很多的大師，拜見他們的時候你也會好開心，但回過頭來看看，我們都說修行要有所進步，但是要進步的一個先決條件是，你要發現問題，你要先知道你的問題在哪裡，你才可能改變它，你才可能有進步，不是嗎？但是很多時候，我們就是表面上看到某位上師，很開心，你以為那就是見到善知識，但是你應該問的是，這位上師善知識有幫助你看到問題了嗎？有沒有幫助你看到你的問題，然後去解決這個問題，有這樣子幫助你做到的人，他就是你的善知識了。",
    "同樣的，從功德面上來講也是如此。如果你依止了一位上師，他幫助你發現自己身上過去沒有發現的自心的功德，這也是非常好的，他也可以說是你的一個善知識。",
    "但總的來講，我們都很難做到，不管是我們的功德也好，我們的問題也好，其實我們看看自己，我們的問題比起我們的功德是更多的，我們不會有「我有好多功德喔，你不會有這樣的歡喜，你總是煩惱「我的問題為什麼這麼多，所以善知識會指出你的問題，幫助你揭露你的問題。",
    "但很多人會以為，這就像是一個叨絮的爸媽，說你不可以這個、不可以那個，你不應該這麼做，一點一點的把你的問題指出來，並不是的。善知識並不是你身邊的一個父母，而是他可以很有智慧地，從根本上直接地、赤裸地指出那些問題的根源是甚麼，能夠直接幫助你看到問題癥結的人，他就叫做善知識。這也是一個很重要的觀念。",
    "總之，我們回到第六個偈言，它告訴我們的是，如果有一個你曾經對他深寄厚望的人，但是他卻非理的加害於你，這個時候你要將他視為是善知識。"
  ] as const;
