export const teachingBody237 =   [
    "第七個偈文：自他交換\n無論直接與間接，願獻利樂於慈母，\n如母有情諸苦患，我願暗中自取受。",
    "這個偈言有點在總結上面所說的。總的來講，修心的教法是奠立在自他平等的觀念與自他交換的修持之上，所以這個偈言說，無論是直接或間接的，你都將最好的一切利樂獻給一切的眾生，這是給予的部分。再來是取受的部分，在自他交換取受的部分，就是一切如母眾生的苦難，都能夠由自己來領受。",
    "這裡提到「我願暗中自取受」，這裡的「暗中」有一些不同的解釋。這裡「暗中」的一層意思是：這樣一個自他交換的一種修持方法，將一些好的給予眾生，眾生的苦難自己來領受的方法，從過去的傳統上來講，它是不公開的，它是非常隱密的、私人、個人的修持方法，因為的確這個方法並不是每個人都能夠修的，要有基礎、要有程度才能夠修，所以「暗中」有這樣的一個意思。",
    "「暗中」的第二層的意思是：這個修持方法不是做宣傳用的，它不是要幫助你更有名、炫耀自己、裝模作樣用的。它是一個你個人很踏實的修持，你不斷的在把好的給予眾生，而眾生的苦難你來領受，它只是一個你個人不為人知的修持。所以這裡的「暗中」有這兩層意思。",
    "這裡談到的自他交換，其一是你要將你的利樂、你一切的好都給予他人，問題在於，這是甚麼意思？我們常常說要把利樂給予、分享給他人，是不是要把我們有的任何東西都給予他人？以自己來講好了，如果我只有一顆蘋果，我真的只有一顆蘋果，我是不是真的要把那顆蘋果給掉？給掉我就沒了，我就甚麼都沒了。",
    "這裡自他交換中將利益給予他人，給予的並不是東西，不是物質。但是現代我們都太物化了，很多時候一想到要給予，一想到要利益他人，都一定是錢財或所謂的物品，或想到某個東西要給予他人，但並不是這樣的。我們回到修心的教法，這裡的利益給予他人，是要把甚麼東西給別人呢？是指將你的身口意都給予他人，你要將你自己完全的奉獻出去，你要將你自己的身口意，完全都用在利益他人上面，這個才叫做自他交換的給予。",
    "不然很多時候，很多人是物品、很多東西到處給，但是他自己的身口意還是很執著，還是很自我中心，沒有給出去，這樣是沒有用處的，那樣不是真正的修心。或者說覺得要給予他人，就是要把所有東西都給出去，連最後一件衣服都不剩，都脫光光了，但這樣子也不見得就是一個菩薩。"
  ] as const;
