export const teachingBody238 =   [
    "第八個偈文：空性智慧\n願此一切我所行，不為八法念垢染，\n以知諸法如幻智，無執離縛而解脫。",
    "最後一個偈言是在告訴我們：剛剛上面談到了那麼多修心的觀念、方法跟口訣，當你在行持的時候要很謹慎，因為如果一不小心，很有可能你那麼做，其實是受到世間八法，或者說你的執著、你的惡念、你的顛倒見所染污，那麼就讓這些修心不如法，不好了。所以它告訴我們，這時候你要帶著怎麼樣的一個觀念，或者一種智慧呢？要帶著了知諸法如幻的智慧，幫助你遠離各種視一切為真實存在的執著，幫助你遠離有自他、有能所的二元的執著，如果你有了這樣的一個遠離能所、了知一切並不真實存在的智慧，再去做修心的修持的話，這才會是正確的，才會是好的。",
    "所以，這一段是在告訴我們空性正見是甚麼，以及它的重要性。我們有許許多多的煩惱，我們有很多很多的貪著，這一切的根本起因是甚麼呢？其實是我們視一切萬法為真實存在的執著，我們誤以為這一切由我們的心所現的顯相、萬法是真實存在的，這樣的一念執著，造成了很多煩惱，造成了很多的問題。所以，唯一能夠從癥結處、從根本處消除這一切問題的就是：了知萬法並不真實存在。",
    "所以這裡在討論的是一個實際的狀況，一個真實的情況。萬法真實的狀況是甚麼？就是它並不真實存在，它是空性的。我們雖然這麼說，但是有時候就算有人告訴你一切不真實存在，好像也對你沒有太大的改變，你的生命還是一個樣子，你並不會因為聽到萬法皆是空性，你就會有甚麼改變。問題出在哪裡？問題出在我們的認知方式還是沒有改變，就是我們還是以習慣的方式去應對、去認知這些顯相、這個世界。所以，這裡修行的重點是：你要能改變你認知的方式，或是你要認清自己認知的方式是錯誤的。",
    "這裡有一段故事，我們達波噶舉的創始者，也就是岡波巴大師，他有幾位重要的、接續法脈的弟子。其中佛行事業最廣大的一位就是帕莫竹巴大師。這位大師最初是在噶當派的佛學院中，他非常廣博地學習佛教的法相、佛教的哲學和見解。",
    "在他求學期間，心中一直帶著一個疑問，這個問題就是：到底輪迴的因是甚麼？是甚麼原因造成了我們的輪迴？所以，他在求學的這段期間，不斷地參訪許多當時藏地的名師，不斷地去請教他們，有的回答說輪迴的因是無明等等，給予他很多的解釋。但是他在自己的傳記中提到，那些回答都沒有讓他有太多的感受，或他都沒有甚麼感覺。",
    "在他學習到一個程度後，他便開始實修了。這個時候他依止了薩迦派的貢噶寧波大師，他也問了同樣的這個問題，就是輪迴的因是甚麼？輪迴的根本是甚麼？這位薩迦派大師的回答是甚麼，這裡不太記得，但是從帕莫竹巴大師的形容中，當時得到的回答，他感到很受用。接著在之後，他依止的就是岡波巴大師，這是他一生當中，也是他多生多世當中最有因緣、最有法緣的上師。",
    "帕莫竹巴在去見岡波巴大師時，根據傳說與歷史的記載上說，當時岡波巴大師正在吃著糌粑，大家知道西藏的傳統會把它揉成一個糌粑團，捏著吃著，岡波巴大師問帕莫竹巴：「你修行的情況如何，說一說吧。帕莫竹巴就鉅細靡遺地將他的覺受、他的證悟做了一個報告，岡波巴大師一邊吃一邊聽，聽完了他說：「你這什麼都不是嘛，根本就不是甚麼覺受跟證悟，都不是，你說的這些還不如我的糌粑團來得珍貴哩。",
    "這個故事告訴我們的是，我們現在很多人不是都很喜歡自我介紹嗎？你要申請大學也好，要找工作也好，那個履歷拿出來很漂亮。你也可以想像，帕莫竹巴當時也很想要告訴岡波巴大師他的履歷，沒想到他拿出來後，岡波巴大師回答他甚麼都不是，這其實就是在幫助帕莫竹巴降伏他的傲慢之心，也是在攝受他。",
    "在這樣子說完之後，帕莫竹巴又把他心中最根本的那個問題提出來，請問岡波巴大師輪迴的根本是甚麼？這個時候岡波巴大師給他的回答，他就特別的印象深刻。岡波巴大師說：「就是你的心，就是當下之心。」他聽完之後，他非常有感悟，他也真的體會到了這是甚麼意思。",
    "後來帕莫竹巴大師自己也解釋，如果告訴你說輪迴的根本是無明的話，你首先要了解甚麼是無明，所以你就要開始查字典，你要開始去學習很多很多比較是理智上、外在的知識，你才能了解甚麼是所謂的無明，但是它又好像跟你的心沒有一種關連性，你會覺得學了半天，無明是一個外在東西，你的心還是一樣在這裡，還是沒有感覺，沒有被碰觸到。",
    "但是岡波巴大師直接回答的是「當下之心，我們的「當下之心就是無明是嗎？其實無明不是在講另外一個東西，就是在講當下之心。所以，帕莫竹巴一聽到這個回答，他自己的感受就很深，就跟自己的心連結在一起。",
    "話講回來，為什麼要講這個故事？因為現在各位也常常會聽到很多空性、一切不真實存在、萬法的本質是空、無實等觀念，你要記得，這些在講的都是你的心，要跟你的心有一個結合。這代表說你的認知方式開始改變了，你不是向外，而是向內的去認知到在說的是你的心，你的內心開始去改變，而不再是理論上的許多觀念，否則就會一直落在理論、文字上去想、去分析，始終都很難改變你的心。"
  ] as const;
