export const teachingBody240 =   [
    "人的一生當中，總是會遇到很多外在或者內心的挑戰。其實最花時間處理的，通常不是外在的麻煩，最棘手的問題，其實都是我們內心的各種情緒問題和衝突。身為一個佛教徒，最主要的功課，就是學習如何處理煩惱。然而第一步是要認識煩惱，清楚知道煩惱是什麼，同時知道它所帶來的弊病，和對自己所產生的影響。在不具備這樣清楚的認知之前，各種對治法都只是一種強迫性的壓制，沒有辦法真正幫助我們根除煩惱，因此在談到「對治」煩惱之前，首先任務是要「認識」煩惱。",
    "佛教認為煩惱是無量的，但總歸來說就是「貪、瞋、癡」三毒煩惱。這三種負面情緒，有的比較容易察覺和認識，有的比較不容易。從我個人經驗而言，通常花上四年、五年甚至十年的時間，才可能比較清楚知道某種煩惱的運作方式。因此觀察認識煩惱，不是一件容易的事情，需要具有恆心和毅力。平時我們散漫慣了，現在開始，就要多將注意力放在自己的起心動念之上。",
    "觀察煩惱的重點，不在時間的長短，而是觀察的質量。我們應該有知有覺的過日子，行住坐臥的任何時刻，都要試著保持覺知，就像隨時有一個看門者，專注盯著煩惱的生起一樣。以前沒有練習的時候，會覺得煩惱生起得很突然，怎麼發生的都不知道。\n但是練習一段時間之後，我們對於煩惱生起的程序和步驟會愈來愈清楚，這時你才比較有機會對治煩惱。\n我們唯有透過自己切身地去觀察和感受，才有可能認識和對治煩惱。我們可能聽過很多對於煩惱的定義和解釋，但畢竟那些只是他人的經驗，不是自己的。因此如果想要真正對治煩惱，就一定勇於面對煩惱，只有知識上的理解是不夠的。"
  ] as const;
