export const teachingBody241 =   [
    "不動佛的心已經全然解脫，不受任何煩惱所影響，然而由於他「不起瞋心煩惱」的特別願心，得名無嗔。瞋心是三毒煩惱當中，比較容易被觀察到的一種煩惱，接下來，我想簡略分享一下對治嗔心的方式。",
    "曾經有很長一段時間，我專注於不動佛法門的研究和學習，同時也將一部保存於漢文佛典的不動佛經《拔濟苦難陀羅尼經》翻譯為藏文。這段時期的學習，讓我和不動佛建立起比較深的一種聯繫和情感。",
    "我之所以會研究不動佛法門，其實和我當時在印度的心境有關。我14歲那年，從藏地到了印度，在印度的期間，生活中遇到很多麻煩的事情，這些事情讓我心煩意亂、變得易怒，常常一件芝麻小事就會生氣，當時心中也知道生氣不好，但還是控制不了。因此當我知道不動佛「不對任何眾生起嗔恨之心」的大願時，我就知道這個法門應該是我要去學習和效法的。",
    "剛開始，我對不動佛還是有種距離感，但是愈了解他的願心之後，也就愈覺得親切，而且深受啟發。我當時動了一念：不動佛的願心是未成佛前都不生起嗔恨之心，那或許我可以先從比較短的時間開始試試看不生氣，例如一天或一週不生氣？"
  ] as const;
