export const teachingBody247 =   [
    "所以這裡我以個人的經驗而言，我出生於佛教家庭，因此接觸佛法或者對佛法有信仰，並不是一件很困難的事情。我知道在座有些人是很困難的，因為可能你是學佛，但是家庭親人並沒有學佛，而因此面臨一些困難。但我並不是。\n總之接著呢，我七歲又被認證為「噶瑪巴」，說實在「他」是誰？「噶瑪巴」是誰？我都不知道，就是有一天有人跟我說「你是噶瑪巴」，那我說「好吧!」那我就是吧」，也就裝著就是噶瑪巴了。\n總之接著我就進到了寺院，也繼續去學習佛教、對佛教有一些認識，所以從這經驗來講，我比較自然的、或者可以說是不得不的，就成為了一個佛教徒。",
    "因此，如果有一個人問我說「你是不是佛教徒？」，我可以很快、很簡單的回答說「當然是！」。所以「身為佛教徒」對我來說，是一個很理所當然的答案，我就是一個佛教徒。\n但是接著，比較深刻的另外一個問題是說，那我是不是一個好人？我夠不夠善良？你會發現到，要回答這個問題，就不那麼容易了，可能需要再想一想。",
    "有時候我自己一想就會發現，「好像也不一定（是好人）耶」，有時還不錯，但有的時候實在很糟糕，而且大部分時候都不怎麼好。所以這個時候你會發現到，又說自己是佛教徒，但是捫心自問，對於「法」，或說「法」就是「善」、「好」時，我有做到嗎？我有真正在做嗎？甚至我們會說：「成為佛教徒」不是應該比「做個好人」更好、更殊勝嗎？但是我卻沒有做到。",
    "所以或許到現在為止，我並不是一個真正的佛教徒，說「我是佛教徒」時，可能只是一種理所當然的、在環境影響之下的一種裝模作樣，或者說一種自我欺騙的情況而已。\n因此，我覺得「修行」並不是你要變成很另類，譬如說突然變的奇裝異服，或者說甚至是變得很異類，讓別人一走在路上看出你就是佛教徒，並不是這個樣子。",
    "「成為佛教徒」或者「學佛」，並不是一種外在形式上的改變，我覺得最重要的還是：你的內心變得更善良了、你成為了一個好人，甚至你的心更加的開闊、更加的包容了，我覺得這才是最重要的一件事情。"
  ] as const;
