export const teachingBody248 =   [
    "舉例來說，之前我們達義法師就有談到他自己如何面對嗔心，生氣時好像有兩個「我」，我覺的這是一個很好的例子，因為我們常常就是處在這種人天交戰的、「兩個我」的局面。我覺得修行的重點就在於，此時，你要決定該怎麼辦。就是你要決定：「我要成為善的人、好人，還是要成為惡的人、壞人？」這是最重要的一件事情。你要下定決心，做出正確決定後，就如是去做。",
    "再來就是在對治煩惱時，不要過於嚴肅，不要太注重成敗。若你過於嚴肅時，可能會發現煩惱因此越來越強，然後你又會覺得，我生起煩惱了，因此還會有種罪惡感，想說「我怎麼會生起煩惱？」而生起更多煩惱，之後因此心灰意冷，覺得無力再對治它。",
    "堅持，直到習慣不煩惱\n所以我覺得，對治煩惱時，要像是玩遊戲一樣，煩惱來了，要想說，「看看誰厲害，來吧！我對治你」，今天輸了沒關係，我可以明天再來，明天我們來再玩一次。\n這樣一來，你就會有種越戰越勇的感覺，這也就是對治煩惱的另一個重點，就是「堅持」，你選擇了之後，就要堅持的去做，成為你每天要去做的事情，可能兩、三個月之後，慢慢養成習慣了，就會發現你不需要再提醒自己了。\n總之，對治情緒並非易事，可能要歷經兩、三年，才知道它是不好的、才覺得應該對治它，所以請大家不要灰心，繼續努力，加油！"
  ] as const;
