export const teachingBody249 =   [
    "這些人的親人、朋友、堪布、阿闍黎、喇嘛、法友等，也都認為他們沒什麼用，不僅如此，還百般輕視地想要遠離這種人。富有、有膽識、精謀略、有靠山，這些跟成就菩提都是相違的。有些格西看不起那些老實修行，保持謙卑，視此生利益、名聲、財富、欲望等等如仇敵、如過患的人，認為他們一點用處都沒有，覺得有財富、蠻橫、有背景的人才是有用的人——這樣的善知識，都不是真實的善知識。",
    "這樣的弟子，也就是真正對三寶有信心，發自內心畏懼死亡的人，假的善知識和上師會說：「喔，這個弟子只是裝模作樣而已，只是一個沒用的人而已。」他的親人、朋友不僅不會支持他，甚至還輕視詆毀他，想方設法地想要離他遠一點。相反的，上面提到那些出生高貴、有財富、有手段、有謀略的弟子，卻會受到尊重。事實上，財富、手段、謀略，和成就菩提是相違背的，對於一個一心想要證得菩提果位的人來說，那些根本不重要，對於他們而言，那些都是世間法，那些汲汲營營想著世間名利的人，才會想要耍手段，想要變得富有、有權勢。一個捨棄今生的人，完全不會想要努力成為一個精於世間謀略的人，因此和成就菩提是相違背的。",
    "總之，如果一個上師認為「一心一意修持，視一切世間法如仇敵、過患，能夠捨棄今生」的弟子是沒用的，而那些出生高貴、有財富、精謀略的弟子才是重要的，有這樣的觀念的上師，就不是具德的上師。"
  ] as const;
