export const teachingBody251 =   [
    "由於心行兩者是並進的，所以當你一心繫念的是此生世俗，那麼外顯行為的徵兆也都是此生的計較；如果具有的是出離心和菩提心的話，所做的行持，也就會是想盡辦法出離輪迴和盡力地利他。我們應該依教奉行，言行一致。\n自己的行持不如法，卻對他人開示佛法，這就像得了痲瘋病的人，卻跟別人說自己有修持「大鵬金翅鳥成就法」一樣，是沒有人會聽信的。",
    "總的來說，現在很多人的動機，都是輪迴、世間的動機，那麼藉由這樣的動機，他的行為也都會變成是在達成世間八法。如果動機是為了求得涅槃，或者說遍知的佛果，那麼行為上也自然而然都是盡力出離輪迴、證得涅槃的作為。總而言之，所謂的「行者」，應該是怎麼樣的呢？就是「如法行持的人」，也就是「佛法怎麼說，就那麼去做」的人。然後將自己所修持的，告訴其他的人。不然，自己不以身作則，言行不一致，但是卻跟其他人說佛法是怎麼怎麼說的，這樣對他人是不會有什麼幫助的。或許他人聽聞之後，樣子上會修一修佛法，例如為弟子講解幾部論之後，弟子聽了可能會得到一點道理上的幫助，有一點改變和不同的感覺生起，但是這個弟子會不會因此而捨棄對於此世的貪著，或者能夠真正修持佛法而降伏自心的煩惱呢？不會的。",
    "日子久了，學生不僅沒有任何修持和進步，甚至開始四處抱怨佛法沒有效用，批評自己依止的上師沒什麼功德，這是慢慢一定會出現的問題。為什麼會這樣呢？主要問題出在上師身上，這是說法上師的問題。這就像竹巴昆列大師曾經說的：「有些上師滿口慈悲，但他自己一點慈悲心都沒有。」",
    "上師只是口上說說，心續當中沒有一點修持，所說所做相互違背，因此弟子當然不會生起信心的。這裡舉的例子是什麼呢？是以「大鵬金翅鳥成就法」為例子。過去痲瘋病在藏地是很嚴重的傳染病，只要得到了，就必須馬上被隔離。藏人相信痲瘋病是一種龍族的病，而對治「龍病」的方法，就是「大鵬金翅鳥法門」，傳統上會接受的「馬頭明王」、「金剛手菩薩」和「大鵬金翅鳥」三尊的灌頂，其中就有大鵬金翅鳥的修持。",
    "但是，如果自己得了痲瘋病，又對別人傳授此法，別人會相信嗎？別人可能會說：「如果你要傳授這個法門，首先你得治好自己的痲瘋病不是嗎？然後我再相信你。不然自己得病還傳授這個法門，我不會聽信的。」所以一個上師言行不一致，弟子是不會相信的。"
  ] as const;
