export const teachingBody252 =   [
    "如果是一位名符其實的善知識，就如經典所說：「無視供養地為眾生開示佛法。」我們應該把這樣如法的行持放在心上。一個好的僧人，他會畏懼死亡，精進修持，不會貪著此生，具有智慧，相信佛法。為什麼這麼說呢？我們都要從輪迴出離，成就圓滿的佛果。對佛陀有信心的人，就會希求佛法。而那些有膽識、幹練、精謀略的人，離佛道是愈來愈遠的。",
    "如果是一位具德的善知識或上師，就會像是佛陀講解上師的功德時說：「無視供養地為眾生開示佛法。」一樣，無論有沒有人供養他，只要是具格的弟子，就會以大悲攝受他，為弟子開示。換句話說，只要是一個踏實修行的弟子，上師都會慈悲地給予指導，願意帶領他的。如果想要正確好好地修持佛法，要怎麼做呢？首先要認清自己的問題所在，然後去處理問題。",
    "首先要知道問題，例如病人，先要接受診斷，找到病症，然後對症下藥。同樣的，如果想要好好地修持佛法，首先要先發覺問題，然後視問題如病，接著盡力去對治。波多瓦大師認為，一個好的修行人應該是怎麼樣的呢？這裡是寫說「一個好的僧人」，但無論是僧人也好，修行人也好，意思是一樣的，要成為一個好的修行人也不一定要成為僧人。",
    "無論如何，一個好的修行人是什麼樣子的呢？他是一個「畏懼死亡，精進修持，不浪費生命」的人，他不會貪著此生，對於三寶有著真實的信心，因為如果沒有信心，也就不會想要修持。這樣的一個修行者，離成佛是很近的。而之前說的那種有謀略手段的人，離成佛卻是很遠的。本來那些人心中也並不想成佛，一心只求眼前的利益，他們對成佛毫無興趣，也沒什麼感覺，因此這種人離成佛是非常遙遠的。",
    "所謂有膽識、精謀略的人，以前來說，是指那些很會打官司的人，以前打官司，不像現在是去找律師或法官，而是要找一個能言善道的人，吵架的時候，要找這樣一個會吵、敢吵的人，家庭不和的時候，也是找這樣一個精於調解紛爭的人處理，世間人認為這種人就是所謂有膽識、精謀略的人。但波多瓦大師認為，從佛法的角度而言，這根本不是真正的有膽識、精謀略，真正有膽識、精謀略的人，是那些知道輪迴沒有任何快樂可言，完全不在乎世俗名利，而一心向佛，不管世間法的人。除此之外，世間的能言善道、會不會打官司，根本不是重點。"
  ] as const;
