export const teachingBody253 =   [
    "因此，如果有很好的方法從今天開始步上成佛之道的話，這才是所謂的精通謀略、有膽識的人，同時這才是所謂的一個「準備妥當」的人。從佛法的角度來說，這就是智者，這就是持戒清淨者，也就是一個妙賢尊者。這也就是快速成佛的唯一方法。這就是俱舍，也就是經論，也就是律典。這就是聞思修。匯聚了一切難行的苦行和力量，就能夠成就佛果。從律典到密集金剛的一切經典、續典，都是眾生修行的法門，都是佛陀觀待不同時節因緣而說的。",
    "依照波多瓦大師的看法，所謂的「有膽識、精通謀略、善巧」是什麼意思呢？主要是指在「成就菩提」上的膽識和善巧。一個能言善道、滿頭白髮的人，並一定是所謂的智者，真正的智者是指懂得善惡取捨之道，而且付諸實踐的人。如果能夠這樣做到，也就是持戒清淨者，也就是妙賢尊者，意思是一個好人。俱舍、經論、律典所講的內容也就是這些。能夠這樣做到的人，就是在做聞思修，如果表相上看起來是在學習、思維和修持，但自己的頑強心續卻一點也沒有什麼改變的話，這樣算是正確清淨的聞思修嗎？不算的。",
    "總而言之，正法中所說的一切都離不開修行，每一個法門都是應該修持和實踐的。這一切的佛法，都是成佛的方法，雖然有三士夫次第的法門，但究竟來說，沒有一法不是究竟成佛的方法。因此從基礎的戒律開始，到時輪金剛的內容，這裡是提到密集金剛，意思是一樣的，總之一切佛陀開示的法教，都是一個行者應該放在心上修持的方法，不會有哪些法門應該修、有哪些不用修持的情況。一切佛法都是修行的法門，無一例外。因此如果想要成佛，不了解萬法是不可能達成的。\n然而現在很多人，一個簡短的開示，學習一部小經小論，就覺得滿足。如果這樣就足夠的話，佛陀也不用那麼辛苦三次轉法輪了不是嗎？因此，如果只要給予一個簡短的開示就足夠的話，佛陀也不用費心傳授八萬四千法門了不是嗎？相反的，就是因為簡短的開示不夠，因此佛陀才要講說八萬四千法門。",
    "一般來說，想要成就菩提佛果，就要具備渴求的心，不要有「夠了」的想法。覺得自己不用再學，這並不是一個正確的心態。這種渴求的心態，不僅是成佛重要的心態，比喻來說，就像是一個鐵匠，當他製作一個茶碗的時候，如果只有一個工具也是不夠的，工具是需要很多的。同樣在成佛上，不能有「一個口訣就已足夠」的輕忽心態，不要有像是「蛇脫皮」一樣的心態，蛇只要時間到了，就會需要換皮，把舊的皮整個脫掉，這是比喻，不要有這種像是蛇脫皮那般容易的輕忽心態。"
  ] as const;
