export const teachingBody254 =   [
    "如果是真的想要成就解脫遍知佛的果位，應該怎麼做呢？首先需要具備一念真實的發心：「我要為利益一切眾生而成就佛果。」也就是生起願菩提心。",
    "生起願菩提心之後，不能就停留在發願，一定要付諸於實踐，直到真正付諸實踐的那一刻，行菩提心才真正生起。如果行菩提心不生起，可以說我們就沒有成佛的可能。",
    "因此，這一念利益眾生而成佛的發心，是所有修持的基礎。要讓願菩提心在心中真實生起，是需要因緣條件的，無因無緣是不會發生的，因緣是什麼呢？就是在心中要生起「和眾生無有遠近、是一體感」的四無量心。",
    "如果生起了四無量心，會是怎麼樣一種情況呢？這個人就不可能再有自私自利，傷害他人的心態。波多瓦大師認為，現在大概沒有什麼人真正生起四無量心。一般來說，外道也有四無量心的修持，他們的心續中也可能具有四無量心。",
    "因此，如果不具有四無量心，也就無法證得世間的初禪、二禪，更遑論證得佛果。現在很多人連四無量心都不具備，卻口口聲聲地說要成佛，這種自欺欺人的情況，實在是很可憐。"
  ] as const;
