export const teachingBody256 =   [
    "因此，對於聞法要永不知足，同樣在佛法的實踐上也要永不知足，帶著這樣的心態而修持是非常重要的。",
    "宗喀巴大師住世的時候，有一位博學的論師曾經請問說：「噶當巴是什麼意思？」意思是請問「噶當巴」這個詞要如何解釋？這位論師的名字我不記得了。大師回答說：「佛法當中的每一個字，都是修行的口訣，這就是噶當派的意思。」這位博學者聽完之後很高興地說：「大師，您今天的回答，給予我很大的啟發。」",
    "總之，所謂的噶當派，意思就是「佛法當中的每一個字，都是降伏自己心續的修持。」因此，我們在聞思修上要永不知足，行善上也要永不知足，這是非常重要的。",
    "沒有一個是不需要的法門。萬法一味。《般若八千頌》告訴我們：「如果分別自他，輕視他法的話，將會落入地獄。」不要隨便批評其他人，因為萬法的修持在於心，因此對方的心思如何我們無法得知。在一個世俗人的眼光看來，對方好像都在做世俗的事情，但他可能完全沒有私心，而是一心在做著利益眾生的事情。當然也有一些人口口聲聲說自己在利益眾生，但其實都是為了自己的私利。[相對來說]也有些人看似自利，卻是真正在利益他人。如果你說「沒有人能夠做到毫無私慾的」，這是你的心有問題。",
    "一般來說，什麼是清淨修持佛法？如果有「我是屬於這個團體、傳承」的分別執著而自讚毀他的話，這別說是清淨的修行了，甚至連修行都談不上。為什麼這麼說呢？因為我們都是無常的，剎那剎那不會停留，離死亡愈來愈近。死亡之後，一定會陷入輪迴的痛苦當中，如果不想辦法出離的話，輪迴就會無止盡的延續下去。這是一定的。因此現在就是應該修持遍知佛果的時候。"
  ] as const;
