export const teachingBody257 =   [
    "總之，波多瓦大師在這裡也提醒我們，不要隨便批評他人。佛法在修的，就是調整我們在面對各種境界時的心態和觀念，因此我們是以什麼樣的見解和行為去做回應是關鍵。",
    "對方的心境，對方的修行程度，我們無法知曉，但如果自己是一個世間俗人，就會覺得對方也是世間俗人，因為我們受到了自己世俗習性的影響，因此所見皆是世俗。",
    "很多時候不能只看表象，因為有可能對方只是表面上是一個\n世間俗人，但實際上卻是一個完全無私奉獻的人。",
    "所以我們的觀感並不可靠，不要太輕易相信自己的感覺，很多時候我們都被自己的主觀判斷誤導。可能乍看之下有問題，但實際上沒有問題。",
    "我們從過去祖師的故事當中看到很多這樣的例子，例如當時那洛巴大師見到的帝洛巴大師，就是一個在生烤活魚的人。",
    "同樣，我們在密勒日巴尊者的傳記當中也看到，馬爾巴大師看似一個很殘酷的人，竟然那麼殘酷的對待對他如此有信心、完全寄託於他的密勒日巴。",
    "如果馬爾巴活在現代，我想他的所作所為早就傳遍各個社交謀體，被大眾批評到死了。因此這一段是在告訴我們，我們不要太快地評斷自己表面看到的問題，而應該謹慎地去做觀察。"
  ] as const;
