export const teachingBody258 =   [
    "有的人說：「看在為了好好修持佛法這事兒的份上，是該有些積蓄才對。如果自己沒有積蓄，就需看人臉色做事；自己有些積蓄的話，就不需要看人臉色。這些儲蓄就是修持佛法的助緣。」這都是沒有思維死亡，對法沒有確信的話。",
    "如果沒有好好在心上思維憶念死亡，修持是不可能有所成就的。如果真正憶念了死亡，是會感到惶恐不安[而急欲修持佛法]的，怎麼還有心思儲蓄呢？",
    "有人說想要好好修行，就應該要有點積蓄，經濟條件要好。不然是無法修行的，因為你就必須看施主的臉色而活。如果自己經濟能夠自足，就不需要看人臉色。所以這些人認為：穩定的經濟條件是修行的助緣，不是逆緣。",
    "但波多瓦大師認為，這種說法不對。這會變得沒有穩定的經濟條件，就不會想到佛法或修持佛法。如果一個人沒有積蓄而無法修行，那這個人很有可能變得一輩子到老都在造惡，因為這些人處心積慮地想要積聚財富，隨著他的財富和權勢的增加，他不僅沒有在做任何佛教相關的事業，而是不斷地在造惡。",
    "尤其現在很多人以為，一座寺院是不是在弘揚佛法，或者是否在行持佛教的事業，就是寺院要蓋得愈大愈好，或者裡面供奉的佛像一定要是很特別的，比起其他寺院，不僅更大，而且用的材質更好，裝飾的珍寶是用公斤秤重的，這些人在誇說的時候，更滿是炫耀的口吻。難道這就是在做佛教的事業嗎？不一定的。",
    "真正清淨的佛教事業是什麼呢？是指自己盡力修持出離輪迴，並且盡力利益他人得到安樂，這才是真正的佛教事業。要如何盡力地出離輪迴呢？就是應該盡力去聽聞、思維和修持佛法。聞思修是真正佛教的事業。不在聞思修上努力，而愚昧地去比較寺院的大小或者財富的多寡，這都是錯誤的行為。"
  ] as const;
