export const teachingBody261 =   [
    "單身不是重點，需要的是背離世間八法。心向於法就是有福。有福氣，不代表你就受人尊敬，穿著華麗。一個心向於法的人，就算是得了痲瘋病、眼盲、缺手斷腳、衣不蔽體，都是一個有福的人。現在大家都把會累積財富的男女當成體面的人，但我看到很多人在汲汲營營中死去。動物也會累積財富：老鼠會把人參果藏起來，蜜蜂會釀蜜，地鼠會做草堆，鳥類也懂得築起舒適的鳥巢，比起這樣[累積財富]，不如廣行佈施，就像《聖集經》中說：「行佈施，就不會投生餓鬼，投生其他道的時候，也不會貧窮。」比起對於老年規劃的讚嘆，我們更應該投入心力在長遠耕耘如法的修持。",
    "由於上面的原因，我們出家人，如果只是做到保持單身不結婚是不夠的。這一段話很有意義，噶瑪恰美在《山居法》中提到，我們藏人是「一戒者」，這是什麼意思呢？出家戒當中提到四種「他勝罪」，也就是四種根本罪：不淨行、不予取、殺生、妄說上人法。但是恰美仁波切說，藏人只持守一個戒，為什麼這麼說呢？因為藏人認為只要不碰異性就足夠了。但事實如此嗎？並不是的。",
    "過去也有施咒殺人的例子，甚至還炫耀地寫在自己的傳記當中。身為出家人，卻施咒殺人，這在藏地卻沒有覺得不對，但事實上這就是殺生。再說到「妄說上人法」，這種罪也很容易犯，當自己稍微受到多一點人的恭敬，事業做大一點之後，就會開始說自己看得到佛菩薩，看得到鬼神，根本沒有了悟空性卻妄說自己證得了空性，沒神通卻假裝有神通，這是滿普遍的現象。這就是犯了「妄說上人法」的罪，戒律也就毀犯了。但在藏地好像不在乎，連傳戒的戒師都搞不清楚這是犯戒了。還有「不予取」，就是偷盜，也是一樣不可犯的。所以藏地認為一戒就夠了，以為「只要不碰異性，不違犯非淨行戒，就是清淨出家人」的認知是錯誤的。依照佛制戒律來說，這是不正確的。",
    "一般來說，如果對於律典有些瞭解，就會知道持戒其實並不困難。因為佛陀是一個具有大悲的人，他不是一個專制蠻橫的人，我們看到在律典中說：如果你真的無法持守某條戒律，那個時候你可以捨戒，這樣捨戒是有利益的。事實上比起受戒，捨戒相對是容易的。受戒需要具備很多的條件，但捨戒你只要對一個具德的人說你要捨戒就可以了。這樣捨戒的話，未來他才有再次受戒的機會，經典中說，這樣未來再次受戒才會清淨。不然，自己無法持戒，但又不好意思捨戒，最後實在受不了犯戒的話就不好了。這對自己不好，未來也很難再次清淨領受戒律。",
    "這樣的理解是很重要的，不然很多人誤以為持戒好像是被迫去做自己做不到的事情，並不是的。總之就像這裡提到的，只是保持單身不結婚是不夠的，出家重要的是「捨棄對於今生的貪著，生起出離心」，只是單身不結婚不代表就是出家人。",
    "扶親滅敵的這種作為，動物也會的。上面提到很多比喻，例如老鼠也會囤積食物，在我們家鄉，秋收的時候，我們可以在老鼠的洞裡，發現很多很好的人參果，每一顆都大大的，他們把最好的都囤積起來。老一輩的人會說，不要去打擾破壞，老鼠也是很辛苦才囤積的，不能把那些人參果拿走。這是在說動物也懂得積聚財富，也會打造自己的房子囤積東西，也懂得如何消除敵人。所以談到扶親滅敵，積聚財富，這沒什麼了不起，因為動物也做得到。"
  ] as const;
