export const teachingBody262 =   [
    "「領會佛法」，意思是「精通成佛的方法」，只會字面上的解釋是不夠的，比起知道路線該怎麼走，不如親自上路來得好。如果當下不開始修行，總是覺得要準備好才開始，但是準備是永遠沒完沒了的，而生命也就在這樣[無止盡]的準備中逝去。",
    "一般來說，知道佛法和領會佛法是有些不同的。為什麼不同呢？例如真的了解戒律的人，就會去持戒，先要知道才有可能領會，如果根本不知道，沒有聽聞過，也不可能真正領會。",
    "然而有些人知道了佛法，但卻沒有領會佛法。所以什麼才是所謂的領會佛法呢？就是「精通成佛的方法」，因此，只是字面上知道如何解釋佛法是不夠的。就像是比起知道各種路線該怎麼走，不如親自上路來得好。意思是比起在那邊口沫橫飛的解釋路線，不如真正啟程上路。這是比喻現在很多人把五道十地說得頭頭是道，但有幾個人是真的在修持呢？好像沒有。所以沒什麼人證得道地，甚至連小資糧道都沒有進入。",
    "因此，只是知道或者解釋五道十地的理論是不夠的，真正重要的是去實踐，實際地行走在五道十地上，而且要現在就開始，噶當派的祖師們說：「今日就要開始修持。」所有佛法都是今天要修的，不能拖延到來日再修。如果覺得先得準備好，以後再修，但我們要知道準備是沒完沒了的，如果一直準備，可能一生就在準備當中結束了。所以修行是當下就要開始的，只是嘴上會說是不夠的，還要領會佛法，領會了佛法，才能真正付諸實踐，有了實踐，才真正踏上了五道十地，才真正邁向菩提的道路。"
  ] as const;
