export const teachingBody263 =   [
    "這裡提到很多人只想人間福報，並不是真正意樂修行佛法。這裡的福報是說人間的福報，是指人世間的榮華富貴，就是中文說的「福報」（法王以中文說），這種追求人間福報的意樂和追求佛法的意樂是相互違背的。因為一個追求的是此生，一個追求的是來世。舉例來說，如果一個人心中帶有追求今生榮華富貴的強烈貪著，他也很難真正做到積聚資糧、淨除罪障。",
    "積資淨障的關鍵是什麼呢？首先資糧分為兩種，也就是福德資糧和智慧資糧，首先福德資糧要能圓滿，智慧資糧才得以圓滿。福德資糧要如何圓滿呢？首先要捨棄世間八法，也就是捨棄對於世間榮華富貴的貪著。只要消除了這樣的貪著，那麼這個人就能夠自在無礙地學習十種波羅蜜。因此內文中說，就是因為捨棄對於此生的貪著是如此重要，因此要說三次：「捨棄對於此生的貪著，捨棄對於此生的貪著，捨棄對於此生的貪著。\n」",
    "總而言之，萬法的重點就在這裡，一切輪涅的分際也在這裡，世間福報和出世間修持的差別也在這裡，究竟安樂的基礎也需要從這裡建立。如果幸運的話，一切過患也因此被斬斷，一切喜樂的基礎從此建立。所以波多瓦大師深思熟慮之後說：「如果不捨棄此生，不可能成為一個好的修行者。」如果捨棄了此生，就會看破世間的各種作為，例如世間的榮華富貴，不會再有貪著。因此自然而然會對於為了來世的修持而生起歡喜心，因此這裡一再強調捨棄此生的重要性。"
  ] as const;
