export const teachingBody264 =   [
    "總之，要讓佛法利益到自心，除此之外，名聲根本不重要，如果來生投生到惡道，名聲在那裡也根本沒有用處。同樣裝模作樣的清淨持戒，也是沒有任何意義的，因為沒人能夠逃得過閻羅王的照妖鏡的，或許今生能夠騙得了一些人，但閻羅王的那面鏡子，據說能夠清晰地照映出這個人的一切善惡因果，因此誰也騙不了閻羅王的。",
    "善知識是什麼意思呢？是指能夠提醒他人不要造惡的人。但是現在很多所謂的成就者、上師、堪布、善知識，卻帶著只顧自宗自派的狹隘之心，造作各種惡業，結果只是在幫助他人造惡。真正在利益他人止惡行善的人已經很少了。四處都是邪師歪道，指引善道的正直善知識是非常稀少的。",
    "不知足、不發自內心深信因果的人，再好的管理和作為也是沒有用處的。來世投生惡道的話，這些作為又能向誰吹噓呢？不放下對於輪迴和慾望的執著，徒有持戒清淨的樣子有什麼用？誰能欺騙閻羅王的業力鏡子呢？一點也不具\n備菩提心、利他的善心，內心充滿八法私心的格西有什麼用呢？\n[未來]領受惡報的苦果時，又能求助於誰呢？然而你卻不想放棄追逐今生[世俗]的妙欲和成功，這些問題都是因為你沒有在自他心續中生起佛法，也沒有將心思放在眼前和改變心性而產生的。我們應該要像常啼菩薩一樣，除了成佛，心無旁騖。",
    "以此生為主而附帶地修持佛法是沒用的，但這樣說也沒人聽得進去。不憶念死亡，所做都是對於今生最有利益的事情。當自己的[世俗]想法不被上師認同時，甚至連上師的話都可以置之不理；當覺得對自己今生有利益的時候，又一副很有信心、對上師很恭敬的樣子——[對於這種人，]我是深感厭惡的。",
    "如果一個人的心中，有著強烈的自他分別之心，可以確定的是，這個人一定沒有菩提心。這個沒有菩提心的人，也絕對不可能成佛，是沒有希望成佛的。因此，任何一個人，無論是堪布或者善知識，如果帶著強烈自他的分別，為了自己的利益，不顧業力因果造惡，這種行為都是不對的。"
  ] as const;
