export const teachingBody265 =   [
    "有人說密乘和戒律相互違背，這是誤解。如果在密乘之上有任何不如法的話，那就不是戒律了，如果違犯了戒律，就是非密法的徵兆。為了秋收，有時要灑水，有時要翻土，總之一切心力都要花在上面，才可能得到豐收。",
    "博學的格西，話通常也很多。剛開始他們並不是因為害怕死亡而修持佛法，他們聞思的目的，是為了在今生不被他人詆毀，受人尊敬，想要得到法師、長老、比丘或格西的名號。懂了一點佛法之後，又想當上寺院總管或執事，得到他人的奉承。受了比丘戒之後，佯裝成持戒清淨的人，希望他人稱自己為修行人。學了一些經論，得到了一些口訣，也裝模作樣地修持了一會兒，總之這一切的目的，就是想盡辦法得到眾人之首的位子，並想要被大眾喧嘩地稱讚為「不可思議的格西」。這樣的格西終究沒有出離輪迴的因緣。一個通曉佛法但無法對治五毒的法師有什麼用？無藥可治的疾病，還有什麼方法可以治癒呢？",
    "有人說密乘和戒律相互違背，修持密乘的人就不能修持戒律，修持戒律的人，就不能修持密乘。這是一種誤解。事實上，如果不如法地修持密法，這就已經違背戒律了；如果違背了戒律，就已經不是密乘行者了。總之，無論是密乘或戒律，就像是種田，偶爾需要灑水、犁田，要用盡一切心力地去耕耘，才可能有好的收成。這個比喻是說，無論是密乘或者戒律的修持，都要全力用在對治煩惱之上。總而言之，沒有一個法門能夠在不捨棄今生的情況下而成就，沒有一法能夠不斷除煩惱而成就。密法沒有說不用斷除煩惱，律典當中也從未說過一個不用斷除煩惱，不用捨棄今生貪著的法門。\n有些博學的善知識或者堪布，通常很愛說話。這些愛說教的格西，其實一開始的動機就有問題，他們進入佛門，並不是因為害怕死亡，出離輪迴而修，而是為了想要在今生不被他人詆毀，想要得到尊敬，或者得到法師、長老、比丘或格西的名號而修。完成了聞思學習之後，又想要當上寺院的總管、堪布，或者位高權重的執事，得到他人的恭敬、奉承。",
    "接著受了比丘戒、近圓戒之後，佯裝成戒律清淨的人，希望得到別人的稱讚，說他是「修行人」。接著學得了一些口訣，又裝模作樣地修持了一會兒，幾年或者幾個月的時間，躲在某個偏僻的山區，假裝去閉個關，回來之後大模大樣地坐在上首，一心想著得到眾人的圍繞和讚嘆。這樣的人，這樣的格西或者堪布，是不可能有出離輪迴得到解脫的機會的。",
    "修行的目的是為了消除、對治痛苦，如果達不到這個目的，再有學問，再會說法，那是一點用處都沒有的。佛法是對治煩惱疾病的藥方，如果藥方沒有療效，那就真的無藥可治了。尤其自心的煩惱疾病，如果沒有藉由佛法的藥方善加對治的話，它只會愈來愈加重，最後會變得完全失控，誰都難以調伏了。"
  ] as const;
